Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: Parent Item
de: übergeordnetes Element

source: Parent Node Id
de: übergeordnetes Element

source: Password for Specific Searching binding to the LDAP directory.
de: Passwort für spezifische LDAP-Such-Verbindungen.

source: Password:
de: Kennwort:

source: Passwords do not match, please retype.
de: Passworte stimmen nicht überein; bitte neue Eingabe

source: Paths
de: Pfade

source: Ping Method
de: Ping Methode

source: Ping Results
de: Ping Ergebnisse

source: Ping Type
de: Ping Typ

source: Ping and SNMP
de: Ping und SNMP

source: Ping or SNMP
de: Ping oder SNMP

source: Place on a Tree
de: In einem Baum platzieren

source: Please enter a new password for cacti:
de: Bitte geben Sie ein neues Kennwort für Cacti ein:

source: Please enter your Cacti user name and password below:
de: Bitte geben Sie Ihren cacti Benutzernamen und das Kennwort ein:

source: Please see the
de: Bitte sehen Sie die

source: Please select the new poller for the selected device(s).
de: Bitte wählen Sie den neuen Poller für die ausgewählten Geräte.

source: Please select the new site for the selected device(s).
de: Bitte wählen Sie die neue Umgebung für die markierten Geräte.

source: Please visit the
de: Bitte gehen Sie zu

source: Plugin Management
de: Plugin Verwaltung

source: Plugin Warnings
de: Plugin Warnungen

source: Plugins
de: Erweiterungen

source: Polish
de: Polnisch

source: Poll Time
de: Pollerzeit

source: Poller Cache Administration
de: Verwaltung des Poller Speichers

source: Poller Cache Items
de: Poller Speicherelemente

source: Poller Errors
de: Poller Fehler

source: Poller Information
de: Poller Informationen

source: Poller Items
de: Poller Elemente

source: Poller Statistics
de: Poller Statistiken

source: Poller Type
de: Pollertyp

source: Poller Warnings
de: Poller Warnungen

source: Pollers
de: Poller

source: Port SSL
de: SSL Port

source: Port Standard
de: Standard Port

source: Portuguese
de: Portugisich

source: Portuguese (Brazil)
de: Portugisich (Brasilien)

source: Postal/Zip Code
de: Postleitzahl

source: Prague
de: Prag

source: Presets
de: Voreinstellungen

source: Presets:
de: Vorhergegeben

source: Preview
de: Vorschau

source: Preview Mode
de: Vorschau Modus

source: Preview View
de: Vorschau

source: Previous
de: Voriges

source: Previous Day
de: Vorheriger Tag

source: Previous Month
de: Vorheriger Monat

source: Previous Week
de: Vorherige Woche

source: Previous Year
de: Vorheriges Jahr

source: Propagate Changes
de: Weitergabe der Änderungen

source: Propagate all options on this form (except for 'Title') to all child 'Header' items.
de: Alle Optionen (ohne 'Titel') werden an alle untergeordnete 'Überschrift' Elemente weitergegeben.

source: Properties
de: Eigenschaften

source: Protocol Version
de: Protokoll Version

source: Purge
de: Löschen

source: Pyongyang
de: Pyöngyang

source: Qatar
de: Quatar

source: Query Id
de: Index der Datenabfrage

source: Query Name
de: Name der Abfrage:

source: Query Name:
de: Name der Abfrage:

source: RRD File Information
de: RRD Datei Information

source: RRD Info Mode
de: RRD Datei Informations Modus

source: RRDTool Command:
de: RRDTool Befehl:

source: RRDTool Says:
de: RRDTool sagt:

source: Rangoon
de: Rangun

source: Re-Index Method
de: Art der Re-Indizierung

source: Re-Index Method:
de: Art der Re-Indizierung:

source: Re-Index Value Changed
de: Anzahl der Indices geändert

source: Realm
de: Bereich

source: Realm Permissions
de: Bereichsberechtigungen

source: Realm permissions control which sections of Cacti this user will have access to.
de: Bereichsberechtigungen steuern diejenigen Teilbereiche in Cacti, zu denen Benutzer Zugang haben.

source: Realm:
de: Bereich:

source: Reapply Suggested Names
de: Namensregeln erneut anwenden

source: Rebuild Poller Cache
de: Neugenerieren des Poller Speichers

source: Recovering
de: Wiederherstellend

source: Red:
de: Rot:

source: Refresh
de: Aktualisieren

source: Refresh:
de: Auffrischen

source: Regular Expression Match
de: Regulärer Ausdruck Treffer

source: Reindex Method
de: Art der Re-Indizierung

source: Reload
de: Neu laden

source: Reload Associated Query
de: Verknüpfte Abfrage neu laden

source: Reload Data Query
de: Lade Daten-Abfrage neu

source: Removed %4d Data Sources for Device=%1s, SNMP Field=%2s, SNMP Value=%3d
de: %4d Datenquellen entfernt für Zielsystem=%1s, SNMP Feld=%2s, SNMP Wert=%3d

source: Removing all Data Sources for Device=%1s, SNMP Field=%2s, SNMP Value=%3d
de: Entferne alle Datenquellen für Zielsystem=%1s, SNMP Feld=%2s, SNMP Wert=%3d

source: Removing device and all resources for device id
de: Lösche Endgerät und alle Ressourcen für device id

source: Removing device but keeping resources for device id
de: Lösche Endgerät aber behalte Ressourcen für device id

source: Removing graph and all resources for graph id
de: Entferne Graphen und alle Resourcen der Graph-ID

source: Removing graph but keeping resources for graph id
de: Entferne Graphen aber behalte alle Resourcen der Graph-ID

source: Reorder
de: Umsortieren

source: Repairing All Cacti Database Tables
de: Repariere alle Cacti-Datebank-Tabellen

source: Repairing Table -> '%s'
de: Repariere Tabelle -> '%s'

source: Required Tool Paths
de: Erforderliche Tool-Pfad

source: Required is either of:
de: Erforderlich ist eines von:

source: Required:
de: Erforderlich:

source: Resize Graphs
de: Diagramm Größe ändern

source: Result
de: Ergenise

source: Result:
de: Ergebnis:

source: Return
de: Zurück

source: Return to Cacti
de: Zurück zu Cacti

source: Right
de: Rechts

source: Right Axis
de: Rechte Achse

source: Right Axis Format
de: Format für rechte Achse

source: Right Axis Label
de: Label für rechte Achse

source: Right Axis Settings
de: Einstellungen für rechte Achse

source: Riyadh
de: Riyad

source: Romanian
de: Romänisch

source: Rome
de: Rom

source: Round Robin Archives
de: Round Robin Archive

source: Row
de: Zeilen

source: Row Format
de: Zeilenformat

source: Rows
de: Zeilen

source: Rows Per Page
de: Spalten per Seite

source: Rows:
de: Zeilen:

source: Running data query
de: Datenabfrage hinzufügen:

source: Russian
de: Russisch

source: SNMP Auth Protocol (v3)
de: SNMP Authentifizerungsprotokoll (v3)

source: SNMP Cache Items
de: SNMP Speicherelemente

source: SNMP Context
de: SNMP Kontext

source: SNMP Defaults
de: SNMP Standardwerte

source: SNMP Field Name (Dropdown)
de: SNMP-Feld Name (Dropdown)

source: SNMP Field Value (From User)
de: SNMP-Feld Wert (Vom Benutzer)

source: SNMP Output Type (Dropdown)
de: SNMP-Feld Typ (Dropdown)

source: SNMP Password (v3)
de: SNMP Passwort (v3)

source: SNMP Port Number
de: SNMP Portnummer

source: SNMP Privacy Passphrase (v3)
de: SNMP Privacy Passwort (v3)

source: SNMP Privacy Protocol (v3)
de: SNMP Privacy Protokoll (v3)

source: SNMP Query:
de: SNMP Abfrage:

source: SNMP Username (v3)
de: SNMP Benutzernahme (v3)

source: SNMP read community for this device.
de: SNMP Lese-Community für dieses Endgerät

source: SNMP v3 password for this device.
de: SNMPv3 Passwort für dieses Endgerät.

source: SNMP v3 username for this device.
de: SNMPv3 Benutzername für dieses Endgerät.

source: SQL Calls
de: SQL Aufrufe

source: Sakhalin
de: Sachalin

source: Sat
de: Sa

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save Failed.
de: Speichern war nicht erfolgreich.

source: Save Failed: Field Input Error (Check Red Fields).
de: Speichern gescheitert: Fehler in einem Eingabefeld (Bitte prüfen Sie die rot markierten Felder).

source: Save File Locally
de: Speichern als lokale Datei

source: Save Successful.
de: Erfolgreich gespeichert.

source: Script Timeout
de: Zeitfenster für Scripte

source: Script and Script Server Timeout Value
de: Skript und Skript-Server Timeout-Werte

source: Search Base
de: Such-Basis

source: Search Distingished Name (DN)
de: Suche distinguierten Namen (DN)

source: Search Filter
de: Suche-Filter

source: Search Password
de: Suche Passwort

source: Search Returned no Rows.
de: Es wurde nichts gefunden

source: Search:
de: Suche:

source: Second
de: Sekunde

source: Seconds
de: Sekunden

source: Select All
de: Alles auswählen

source: Select a Graph Hierarchy
de: Wählen Sie eine Graph-Hierarchie aus

source: Select a graph type:
de: Auswahl eines Graph-Typen:

source: Select the graph items that you want to accept user input for.
de: Wählen Sie Diagramm Elemente, für die Sie Eingaben machen wollen.

source: Select the new poller below for the devices(s) below and select 'yes' to continue, or 'no' to return.
de: Wählen Sie den neuen Poller für die ausgewählten Geräte und wählen Sie "ja" um fort zu fahren oder "nein" zum abbrechen.

source: Select the new site for the devices(s) below and select 'yes' to continue, or 'no' to return.
de: Wählen Sie die neue Umgebung für unten stehende Geräte aus und wählen Sie "ja" um fort zu fahren oder "nein" zum abbrechen.

source: Selected
de: Ausgewählt

source: Selected Data Source Template
de: Ausgewählte Daten-Schablone

source: Selected Graph Template
de: Ausgewählte Diagramm Schablonen

source: Serbian
de: Serbisch

source: Settings
de: Einstellungen

source: Shift Data
de: Nach links verschieben

source: Shift Left
de: Nach links verschieben

source: Shift Right
de: Nach rechts verschieben

source: Show Device Details
de: Zeige Details des Zielsystemes

source: Show Graph Title
de: Zeige Graph Namen

source: Showing All Graphs
de: Diagramm anzeigen

source: Showing Graphs
de: Diagramm anzeigen

source: Showing Rows
de: Spalten anzeigen

source: Singapore
de: Chinesisch (Singapore)

source: Site
de: Standort

source: Site Filters
de: Standort-Filter:

source: Site Information
de: Standort Information

source: Site Name
de: Name des Standortes

source: Site Notes
de: Notizen zu einem Standort

source: Site:
de: Standort:

source: Sites
de: Standorte

source: Size
de: Grösse

source: Slope Mode
de: Glättungs-Modus

source: Slovak
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Some sites not removed as they contain devices!
de: Einieg Standorte wurden nicht gelöscht, weil Sie noch Zielsysteme enthalten

source: Some templates rely on other items in Cacti to function properly. It is highly recommended that you select this box or the resulting import may fail.
de: Manche Schablonen sind auf andere Cacti-Elemente angewiesen um korrekt zu funktionieren. Es wird dringend empfohlen, dass Sie diese Auswahlbox markieren. Ansonsten kann der resultierende Import-Vorgang fehlschlagen.

source: Sort Children Type:
de: Art der Sortierung

source: Sort Field
de: Sortierfeld

source: Sort Method
de: Sortiermethode

source: Sorting Type
de: Art der Sortierung

source: South
de: Süd

source: South Pole
de: Südpol

source: Spanish
de: Spanisch

source: Special Data Source
de: Spezial Datenquelle

source: Special Users
de: Spezial User

source: Specific Searching
de: Spezifisches Suchen

source: Spine Specific Execution Parameters
de: Spine spezifischer Ausführungsparameter

source: Start Date Selector
de: Datumsanfang Auswahl

source: Start Time of the Daily Shift.
de: Startuhrzeit der Tagesverschiebung

source: Start of Daily Shift
de: Start der Tagesverschiebung

source: State
de: Zustand

source: Stats
de: Statistik

source: Steps
de: Schritte

source: Stop logging if maximum log size is exceeded
de: Nicht mehr loggen falls die maximale Log-Datei Größe überschritten wurde

source: Success
de: Erfolgreich

source: Success - Tree item updated (%s)
de: Erfolg: aktualisiertes Diagramm-Baum Element (%s)

source: Success - Tree updated (%s)
de: Erfolg: aktualiserter Diagramm-Baum (%s)

source: Success - new device-id: (%d)
de: Erfolg: neue Geräte-Id: (%d)

source: Successfully located XML file
de: XML-Datei wurde gefunden

source: Suggested Values: Data Source Templates
de: Vorgeschlagene Werte: Daten Schablonen

source: Suggested Values: Graph Templates
de: Vorschlagswerte: Graph Templates

source: Sun
de: So

source: Sunday
de: Sonntag

source: Supplemental Data Source Template Data
de: Ergänzende Daten für Daten Schablonen

source: Supplemental Graph Template Data
de: Zusätzliche Daten für Diagramm Schablonen

source: Supported Languages
de: Unterstützte Sprachen

source: Swedish
de: Schwedisch

source: Swift Current
de: Aktuell:

source: Syslog Server Settings
de: Einstellungen für Syslog Server

source: Syslog/Eventlog Only
de: Nur Syslog/Ereignis-Log

source: System Log Settings
de: Einstellungen für System Log

source: System Utilities
de: System Werkzeuge

source: Tail Lines:
de: Letzte Zeilen:

source: Technical Support
de: Technischer Support

source: Tehran
de: Teheran

source: Template Based Availability and SNMP
de: Schablonen-basierte Verfügbarkeits und SNMP Option

source: Template Title
de: Überschrift des Templates

source: Template User:
de: Benutzer für Schablone:

source: Template User: %s
de: Template Benutzer: %s

source: Template Username:
de: Benutzername für die Schablone:

source: Template controls Availability and SNMP
de: Schablone legt Verfügbarkeits- und SNMP Optionen fest

source: Template user '
de: Template Benutzer '

source: Template:
de: Schablone:

source: Templates
de: Schablonen

source: Thai
de: Thailändisch

source: The Cacti Log File stores statistic, error and other message depending on system settings. This information can be used to identify problems with the poller and application.
de: Die Cacti Logdatei speicher statische, fehler und weitere Meldungen, abhängig von den Systemeinstellungen. Diese Informationen können genutzt werden um Probleme mit dem Poller und der Web-Anwendung zu erkennen.

source: The Device Template to Refresh
de: Zu aktualisierende Zielgeräte Schablone

source: The IP Address of this poller for status checking.
de: IP Adresse dieses Pollers für Status-Prüfungen.

source: The SNMP cache stores information gathered from SNMP queries. It is used by cacti to determine the OID to use when gathering information from an SNMP-enabled device.
de: Der SNMP Speicher enthält alle quasi-statischen Informationen, die von SNMP Abfragen ermittelt werden. Er wird benutzt, um die OID zu ermitteln wenn Informationen von SNMP-fähigen Zielsystemen ermittelt wird.

source: The color to use for the legend.
de: Die Farbe, die für die Legende genutzt wird.

source: The data template id is optional and applies where two input fields have the same name.
de: Die Daten-Template-ID ist optional und wird nur dort angewandt, wo zwei Eingabefelder den gleichen Namen besitzen.

source: The date format to use for graphs
de: Das Datumsformat, welches für die Graphen genutzt werden soll

source: The date separator to be used for graphs
de: Das Datums-Trennzeichen, welches für die Graphen genutzt werden soll

source: The date/time setting for logs
de: Das Datumsformat, welches für die Logs genutzt werden soll

source: The default allow/deny graph policy for this user
de: Die standardmäßige Berechtigungsregel für diesen Benutzer

source: The default graph tree to use when displaying graphs in tree mode.
de: Der Standard-Graph, der in der Baum-Ansicht angezeigt werden soll.

source: The default timespan you wish to be displayed when you display graphs
de: Die standard Zeitspanne, die bei der Graph-Ansicht angezeigt werden soll

source: The first Day of the Week for weekly Graph Displays
de: Der erste Tag der Woche für die Wochen-Ansicht der Graphen

source: The following data sources are in use by these graphs:
de: Die folgenden Datenquellen werden durch folgende Graphen genutzt:

source: The following graphs are using these data sources:
de: Die folgenden Graphen benutzen diese Datenquellen:

source: The font file to be used for Graph Axis items
de: Die Schriftartdatei, die für die Graphen-Achse genutzt wird

source: The font file to be used for Graph Legend items
de: Die Schriftartdatei, die für die Graph-Legenden-Elemente genutzt werden soll

source: The font file to be used for Graph Unit items
de: Die Schriftartdatei, die für die Graphen-Einheiten genutzt wird

source: The font file to be used for Graph Watermarks
de: Die Schriftartdatei, die für die Graphen-Wasserzeichen genutzt wird

source: The font file to use for Graph Titles
de: Die Schriftartdatei, die für die Graphenüberschrift genutzt werden soll

source: The full path to the RRD file.
de: Der ganze Pfad zur RRD-Datei.

source: The minimum vertical value for the rrd graph.
de: Der vertikale Minimal-Wert des RRD-Graphen

source: The name given to this data template.
de: Der Name, dem dieses Daten-Template zugeordnet wurde.

source: The name given to this graph template.
de: Der Name der Graph-Schablone.

source: The number of concurrent processes to execute. Using a higher number when using cmd.php will improve performance. Performance improvements in spine are best resolved with the threads parameter
de: Die Anzahl der gleichzeit ausgeführten Poller-Prozesse. Eine höhere Anzahl für den cmd.php-Poller wird die Leistung verbessern. Leistungs-Verbesserungen mit dem spine-Poller werden am besten mit dem "Threads"-Parameter erzielt.

source: The number of graphs to display on one page in list view mode.
de: Die Anzahl der Graphen, die im Listen-Ansicht Modus auf einer Seite angezeigt werden.

source: The number of graphs to display on one page in preview mode.
de: Die Anzahl der Graphen, die auf einer Seite in der Voransicht-Anzeige dargestellt werden sollen.

source: The number of seconds between automatic page refreshes.
de: Anzahl der Sekunden zwischen der automatischen Seiten-Aktualisierung.

source: The path to your snmpwalk binary.
de: Der Pfad zur ausführbaren snmpwalk-Datei

source: The poller cache will be cleared and re-generated if you select this option. Sometimes device/data source data can get out of sync with the cache in which case it makes sense to clear the cache and start over.
de: Der Poller Speicher wird gelöscht und neu aufgebaut. Es macht Sinn, diese Option zu wählen falls der Speicher nicht mehr synchronisiert ist. Dies geschieht z.B. bei Veränderungen an "Kommando-Scripts".

source: The poller type to use. This setting will take effect at next polling interval.
de: Der zu benutzende Pollertyp. Diese Einstellung wird beim nächsten Polling-Interval aktiv.

source: The script/source used to gather data for this data source.
de: Das Skript/der Ursprung der Daten für die Datenquelle sammelt

source: The size of the font used for Graph Axis
de: Die Schriftgrösse, die für die Graphen-Achse genutzt wird

source: The size of the font used for Graph Legend items
de: Die Schriftgrösse, die für die Graph-Legenden-Elemente genutzt werden soll

source: The size of the font used for Graph Titles
de: Die Schriftgrösse, die für die Graphenüberschrift genutzt werden soll

source: The size of the font used for Graph Units
de: Die Schriftgrösse, die für die Graphen-Einheiten genutzt wird

source: The size of the font used for Graph Watermarks
de: Die Schriftgrösse, die für die Graphen-Wasserzeichen genutzt werden soll

source: The template you have selected requires some changes to be made to the structure of your graph. Below is a preview of your graph along with changes that need to be completed as shown in the left-hand column.
de: Die ausgewählte Schablone benötigt einige Änderungen innerhalb der Graph-Strukturen. Unten anstehend befindet sich eine Vorab-Ansicht des Graphen inklusive der benötigten Änderungen (aufgeführt in der linken Spalte).

source: The utility follows the process below:
de: Das Werkzeug folgt unten stehendem Prozess:

source: Then, for Each File, it will:
de: Jetzt, für jede Datei, wird es:

source: There are no Uninstalled Plugins
de: Keine deinstallierten Plugins gefunden

source: This Day
de: Dieser Tag

source: This Month
de: Dieser Monat

source: This Week
de: Diese Woche

source: This Year
de: Dieses Jahr

source: This data query returned 0 rows, perhaps there was a problem executing this data query.
de: Die Datenabfrage gab 0 Zeilen zurück. Es gab vielleicht ein Problem während der Ausführung dieser Datenabfrage.

source: This data query returned 0 rows, perhaps there was a problem executing this data query. You can %s run this data query in debug mode %s to get more information.
de: Die Datenabfrage gab 0 Zeilen zurück. Es gab vielleicht ein Problem während der Ausführung dieser Datenabfrage. Sie können dieAbfrage im Debug Modus ausführen, um mehr Informationen zu erhalten.

source: This is the data that is being passed to the poller each time it runs. This data is then in turn executed/interpreted and the results are fed into the rrd files for graphing or the database for display.
de: Diese Daten (Befehle) werden bei jedem Lauf an den Poller übergeben. Sie werden ausgeführt und interpretiert; die Ergebnisse werden in RRD Dateien gespeichert um später angezeigt zu werden

source: This script appears to have no input values, therefore there is nothing to add.
de: Das Skript scheint keine Eingabe-Werte zu haben. Deswegen gibt es nicht zum Hinzufügen.

source: This script is only meant to run at the command line.
de: Dieses Skript darf nur von der Kommandozeile aus gestartet werden.

source: Thu
de: Do

source: Thumbnail Sections
de: Thumbnail Bereich

source: Thumbnails:
de: Kleinansicht:

source: Thursday
de: Donnerstag

source: Time
de: Zeit

source: Time Zone Support
de: Unterstützung für Zeitzonen

source: Timespan
de: Zeitspanne

source: Title
de: Titel

source: Title Font File
de: Überschrift Schriftartdatei

source: Title Font Size
de: Überschrift Schriftgrösse

source: Title Format
de: Titelzeile:

source: Title Format:
de: Titelzeile:

source: To
de: An

source: To change SNMP parameters for the following devices, check the box next to the fields you want to update, fill in the new value, and click "yes".
de: Um SNMP-Parameter der folgenden Geräte zu ändern, wählen Sie die Check-Box neben den Feldern. Tragen Sie die neuen Werte ein und clicken Sie auf "Ja".

source: To change availability parameters for the following devices, check the box next to the fields you want to update, fill in the new value, and click yes.
de: Um Verfügbarkeitsparameter der folgenden Geräte zu ändern, wählen Sie die Check-Box neben den Feldern. Tragen Sie die neuen Werte ein und clicken Sie auf "Ja".

source: To clear the counters for the following devices, press the "yes" button below.
de: Um die Zählerstände der folgenden Geräte zurück zu setzen, clicken Sie auf unten stehendes "Ja".

source: To disable the following devices, press the "yes" button below.
de: Um die folgenden Geräte zu deaktivieren, clicken Sie auf unten stehendes "Ja".

source: To enable the following devices, press the "yes" button below.
de: Um die folgenden Geräte zu aktivieren, clicken Sie auf unten stehendes "Ja".

source: To end your Cacti session please close your web browser.
de: Bitte schließen Sie den Web Browser um Ihre Cacti Sitzung zu beenden.

source: To:
de: Nach:

source: Total Lines:
de: Gesamtzahl Zeilen:

source: Total:
de: Gesamtsumme:

source: Tree
de: Baum

source: Tree Item Type
de: Typ des Baumelementes

source: Tree Item Value
de: Wert für das Baumelement

source: Tree Items
de: Bäume

source: Tree Mode
de: Baum Ansicht

source: Tree Permissions
de: Baum Berechtigungen

source: Tree Settings
de: Baum Einstellungen

source: Tree View
de: Baum Ansicht

source: Tree View (Dual Pane)
de: Baum-Ansicht (2-Fenster)

source: Tree View (Single Pane)
de: Baum-Ansicht (1-Fenster)

source: Tree View Mode
de: Baum-Ansicht Modus

source: Tree options:
de: Einstellungen für Diagramm-Bäume:

source: Trees
de: Diagramm-Bäume

source: Trees:
de: Diagramm-Bäume:

source: Try --list-graph-templates
de: Keine zugeordneten Diagramm Templates.

source: Try --list-graphs
de: Versuche --list-graphs

source: Try --list-snmp-fields
de: Versuche --list-snmp-fields
