Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: Are you sure you want to delete the following site(s)?
de: Sind Sie sicher, die folgenden Standorte zu löschen?

source: Are you sure you want to delete the following users?
de: Sind Sie sicher, die folgenden Benutzer löschen zu wollen?

source: Are you sure you want to delete the graph item
de: Sind Sie sicher, das Diagramm Element zu löschen

source: Are you sure you want to delete the header item
de: Sind Sie sicher, die Überschrift zu löschen

source: Are you sure you want to delete the input item
de: Möchte Sie wirklich dieses Eingabe-Element löschen

source: Are you sure you want to delete the site
de: Sind Sie sicher, dass dieser Standort gelöscht werden soll?

source: Are you sure you want to delete the tree
de: Sind Sie sicher, diesen Baum zu löschen

source: Are you sure you want to disable the following pollers? All devices currently attached to these pollers will no longer have their graphs updated.
de: Wollen Sie die folgenden Poller deaktivieren? Alle Zielsysteme, die diesen Pollern derzeit zugeordnet sind werden dem Standard-Poller zugeordnet.

source: Are you sure you want to disable the following users?
de: Sind Sie sicher, dass folgende Benutzer deaktiviert werden sollen?

source: Are you sure you want to enable the following users?
de: Sind Sie sicher, dass folgende Benutzer aktiviert werden sollen?

source: Are you sure you want to overwrite the selected users with the selected template users settings and permissions? Original user Full Name, Password, Realm and Enable status will be retained, all other fields will be overwritten from template user.
de: Sind Sie sicher, dass die ausgewählten Benutzer überschrieben werden sollen mit den gewählten Schablonen Einstellungen und Berechtigungen? Ursprüngliche Namen, Kennworte, Bereiche und Aktivierungsstatus bleiben erhalten. Alle anderen Felder werden durch die Benutzer-Schablone überschrieben.

source: Argentina
de: Argentinien

source: Armenian
de: Armenisch

source: Arrow
de: Pfeil

source: Arrow (--color ARROW)
de: Pfeil (--color ARROW)

source: Ascending
de: Ansteigend

source: Asia
de: Aien

source: Associated Data Queries
de: Zugeordnete Datenabfragen

source: Associated Data Source Templates
de: Zugeordnete Daten Schablonen

source: Associated Graph Items
de: Zugeordnete Diagramm Elemente

source: Associated Graph Templates
de: Zugeordnete Graph Templates

source: Associated Graph/Data Source Templates
de: Zugeordnete Graph/Daten Schablonen

source: Associated RRA's
de: Zugeordnete RRA's

source: Associated XML Field
de: Zugeordnetes XML Feld

source: At least one device related parameter is required. All matching devices will be deleted
de: Mindestens ein Zielsystem-bezogener Parameter ist erforderlich. Alle passenden Zielsysteme werden gelöscht

source: At least one device related parameter is required. The given data query will be added to all matching devices.
de: Mindestens ein Zielsystem-bezogener Parameter ist erforderlich. Die angegebene Datenabfrage wird allen passenden Zielsystemen zugeordnet.

source: Athens
de: Athen

source: Atlantic
de: Atlantik

source: Australia
de: Australien

source: Authentication
de: LDAP Authentifizierung

source: Authentication Method
de: Authentisierungsmethode

source: Authentication Realm
de: Berechtigungsbereich

source: Authentication is handled by the web server. Users can be added or created automatically on first login if the Template User is defined, otherwise the defined guest permissions will be used.
de: Authentisierung wird vom Web Server durchgeführt. Benutzerkonten werden bei der ersten Anmeldung automatisch angelegt, falls eine Benutzer Schablone definiert ist, ansonsten werden die festgelegten Gäste-Berechtigungen benutzt.

source: Auto Increment
de: automatisches Hochzählen

source: Auto Language Detection
de: Automatische Sprachenerkennung

source: Auto Padding
de: automatische Justage

source: Auto Scale
de: automatische Skalierung

source: Auto Scale Options
de: Optionen für automatische Skalierung

source: Auto scale the y-axis instead of defining an upper and lower limit.
de: Automatische Skalierung der y-Achse statt Definition einer oberen und unteren Grenze.

source: Availability
de: Verfügbarkeit

source: Availability/Reachability Options
de: Verfügbarkeits/Erreichbarkeits-Optionen

source: Available for RRDTool 1.2.x and above
de: Verfügbar für RRDTool 1.2.x und höher

source: Availbility/SNMP Settings
de: Verfügbarkeits-Optionen ändern

source: Average (ms)
de: Mittel (ms)

source: Average Length
de: durchschnittliche Länge

source: Average:
de: Mittel:

source: Awaiting Configuration
de: Warte auf Konfiguration

source: Awaiting Upgrade
de: Warte auf Upgrade

source: Axis
de: Achse

source: Axis (--color AXIS)
de: Achse (--color AXIS)

source: Axis Font File
de: Font Datei für Achsenbeschriftung

source: Axis Font Size
de: Font Größe für Achsenbeschriftung

source: Azores
de: Azoren

source: Background
de: Hintergrund

source: Background (--color BACK)
de: Hintergrund (--color BACK)

source: Baghdad
de: Bagdad

source: Bahrain
de: Bahrein

source: Balance Process Load
de: Verteile Prozess-Last

source: Base Value
de: Basiswert

source: Batch Copy
de: Massenkopie

source: Belarusian
de: Weißrußland

source: Belgrade
de: Belgrad

source: Blue:
de: BLau:

source: Border
de: Rahmen

source: Bottom -> Up
de: Unten -> Oben

source: Brisbane
de: Bisbane

source: Brussels
de: Brüssel

source: Bucharest
de: Bukarest

source: Builtin Authentication
de: Eingebaute Authentisierung

source: Builtin Authentication
de: Eingebaute Authentisierung

source: Bulgarian
de: Bulgarisch

source: By default the format of the axis lables gets determined automatically. If you want to do this yourself, use this option with the same %lf arguments you know from the PRINT and GPRINT commands.
de: Standardmäßig werden die Achsenbeschriftungen automatisch festgelegt. Wollen Sie dies selbst tun, benutzen Sie bitte die gleiche %lf Argumente wie bei den PRINT und GPRINT Kommandos.

source: By default the grid is drawn in a 1 on, 1 off pattern.
de: Standardmäßig wird das Gitter mit eine 1:1 Muster gebildet.

source: CDEF Function
de: CDEF Funktion

source: CDEF Item Type
de: Typ des CDEF Elementes

source: CDEF Item Value
de: Wert des CDEF Elementes

source: CDEF Items
de: CDEF Elemente

source: CDEF Title
de: Titel der CDEF

source: CDP Prep Value (0)
de: Wert des CDEF Elementes

source: CDP Unknown Datapoints (0)
de: CDP unbekannte Datenpunkte (0)

source: Cacti Log File Cleared
de: Cacti Logdatei geleert

source: Cacti Log File Path
de: Pfadangabe für Cacti Logdatei

source: Cacti OS
de: Cacti Betriebssystem

source: Cacti RRA '%s' has same cf/steps (%s, %s) as '%s'
de: Cacti RRA '%s' hat die gleichen cf/steps (%s, %s) wie '%s'

source: Cacti Settings
de: Cacti Einstellungen

source: Cacti System Log Size and Control
de: Cacti System Log-Größe und Steuerung

source: Cacti User Copy Utility
de: Cacti Werkzeug zum Kopieren von Benutzern

source: Cacti Variables
de: Cacti Variablen

source: Cacti handles user authentication, which allows you to create users and give them rights to different areas within Cacti.
de: Cacti steuert die Benutzeranmeldung. Dies ermöglicht das Anlegen neuer Benutzerkonten um Berechtigungen für unterschiedliche Bereiche in Cacti festzulegen.

source: Cacti has imported the following items:
de: Cacti hat folgende Elemente importiert:

source: Cacti is designed to be a complete graphing solution based on the RRDTool's framework. Its goal is to make a network administrator's job easier by taking care of all the necessary details necessary to create meaningful graphs.
de: Cacti wurde konstruiert als vollständige Diagramm-Lösung, basierend auf RRDTool. Das Ziel ist es, die Arbeit des Netzwerk-Verwalters zu vereinfachen, indem Cacti alle erforderlichen Details zur Erzeugung verständlicher Diagramme berücksichtigt.

source: Cacti is licensed under the GNU GPL:
de: Cacti wird lizensiert unter der GNU GPL:

source: Cacti technical support page. Used by developers and technical support persons to assist with issues in Cacti. Includes checks for common configuration issues.
de: Cacti's technische Supportseite. Wird benutzt von Entwicklern und technischem Support Personal um bei Problemen in Cacti zu helfen. Enthält Prüfungen für verbreitete Konfigurationseinstellungen.

source: Cairo
de: Kairo

source: Canary
de: Kanarische Inseln

source: Cancel
de: Abbruch

source: Cannot parse translation map (rewrite_value)
de: Kann die Übersetzungstabelle nicht durchsuchen (rewrite_value)

source: Canvas
de: Kanvas

source: Cape Verde
de: Capverden

source: Cayman
de: Cayman Inseln

source: Center
de: Mitte

source: Chagos
de: Changos

source: Change Availability Options
de: Verfügbarkeits-Optionen ändern

source: Change Data Source Template
de: Ändere Daten Schablone

source: Change Graph Template
de: Wechseln der Diagramm Schablone

source: Change Host
de: Ändere Zielsystem

source: Change Poller
de: Poller ändern

source: Change SNMP Options
de: SNMP Optionen ändern

source: Change Site
de: Ändere Standort

source: Check
de: Prüfe

source: Check here if you want to allow NULL input in this field from the user.
de: Anwählen, falls Sie eine NULL Eingabe zulassen wollen.

source: Check this box if you wish for this poller to be disabled.
de: Selektieren Sie dieses Kästchen, wenn der Poller deaktiviert werden soll.

source: Check this box to disable all checks for this device.
de: Selektieren Sie dieses Kästchen um alle Prüfungen zu deaktivieren.

source: Check this box to have the Device Template control the defaults for Availability and SNMP Settings.
de: Auswählen, wenn die Zielgeräte Schablone die Standardwerte für Verfügbarkeit und SNMP steuern soll.

source: Check this box to have the allow the user to override the Device Template Availability and SNMP Settings.
de: Auswählen, wenn die Zielgeräte Schablone die Standardwerte für Verfügbarkeit und SNMP steuern soll.

source: Check this box to maintain Availability and SNMP settings at the Device Template.
de: Wählen Sie diese Option um Verfügbarkeits- und SNMP-Einstellungen auf Ebene der Zielgeräte Schablone zu steuern.

source: Check this if you want to connect in passive mode to the FTP server.
de: Anwählen, wenn sie im passive mode mit dem FTP Server verbinden wollen.

source: Check this if you want to delete any existing files in the FTP remote directory. This option is in use only when using the PHP built-in ftp functions.
de: Auswählen, um alle vorhandenen Dateien im entfernten FTP Verzeichnis zu löschen. Die Option wird nur benutzt, wenn die eingebaute PHP FTP Funktionen genutzt werden.

source: Chinese
de: Chinesisch

source: Chinese (China)
de: Chinesisch (China)

source: Chinese (Hong Kong)
de: Chinesisch (Hong Kong)

source: Chinese (Singapore)
de: Chinesisch (Singapore)

source: Chinese (Taiwan)
de: Chinesisch (Taiwan)

source: Chongqing
de: Chongking

source: Choose "enabled" to allow the localization of Cacti. The strict mode requires that the requested language will also be supported by all plugins being installed at your system. If that's not the fact everything will be displayed in English.
de: Wählen Sie "aktiviert" um die Ländereinstellungen zu benutzen. Der strikte Modus erfordert das die ausgewählte Sprache auch von allen installierten Plugins unterstützt wird. Sollte das nicht der Fall sein, so wird Englisch benutzt.

source: Choose "enabled" to setup another time zone. If the time zone can not be modified system time zone will be used automatically.
de: Wählen Sie "aktiviert" um eine andere Zeitzone einzustellen. Wenn die Zeitzone nicht verändert wird, so wird die Zeitzone des Systems benutzt.

source: Choose a data template and click save to change the data template for the following data souces. Be aware that all warnings will be suppressed during the conversion, so graph data loss is possible.
de: Wählen Sie ein Daten-Template und klicken sie "speichern" um das Daten-Template der folgenden Datenquellen zu speichern. Achtung: alle Warnungen werden während der Umwandlung unterdrückt; es besteht die Gefahr, dass Graph-Daten verloren gehen können.

source: Choose a device here to add it to the tree.
de: Wählen Sie ein Zielsystem um es dem Diagramm-Baum hinzuzufügen.

source: Choose a graph from this list to add it to the tree.
de: Wählen Sie ein Diagramm aus der Liste um es dem Baum hinzuzufügen.

source: Choose a graph template and click save to change the graph template for the following graphs. Be aware that all warnings will be suppressed during the conversion, so graph data loss is possible.
de: Wählen Sie ein Graph-Template und klicken sie auf "speichern" um das Graph-Template des folgenden Graphen zu sichern. Achtung: alle Warnungen werden während des Umwandlungsprozesses unterdrückt. Es besteht die Möglichkeit, dass Graph-Daten verloren gehen können.

source: Choose a graph template to apply to this graph. Please note that graph data may be lost if you change the graph template after one is already applied.
de: Wählen Sie ein Graph-Schablone, die auf diesem Graphen angewendet werden soll. Achtung: Graphdaten können verloren gehen, wenn Sie eine alte Graph-Schablone durch eine Neue ersetzen.

source: Choose a name for this data source.
de: Wählen Sie einen Namen für die Datenquelle

source: Choose a new device for these data sources.
de: Wählen Sie ein neues Zielsystem für diese Datenquellen.

source: Choose a new device for these graphs:
de: Wählen Sie ein neues Zielsystem für diese Graphen:

source: Choose a round robin archive to control how this graph is displayed.
de: Wählen Sie das 'round robin archiv' um die Diagrammanzeige festzulegen.

source: Choose an action:
de: Eine Aktion wählen:

source: Choose how children of this branch will be sorted.
de: Wählen Sie die Art, nach der die untergeordneten Baumelemente sortiert werden sollen.

source: Choose how graphs are grouped when drawn for this particular device on the tree.
de: Wählen Sie bitte die Art der Gruppierung von Diagrammen für dieses spezifische Zielsystem in diesem Diagramm-Baum.

source: Choose how items in this tree will be sorted.
de: Wählen Sie die Sortierfolge der Diagramm-Baum Elemente.

source: Choose if you want the time span selection box to be displayed.
de: Auswählen, um die Auswahlbox für Zeiträume anzuzeigen.

source: Choose the SNMP version for this device.
de: Wählen Sie die SNMP Version für dieses Zielsystem.

source: Choose the SNMPv3 Authorization Protocol.
de: Wählen Sie das zu benutzende Authentifizierungsprotokoll

source: Choose the SNMPv3 Privacy Passphrase.
de: Wählen Sie das SNMPv3 Privacy Passwort.

source: Choose the SNMPv3 Privacy Protocol.
de: Wählen Sie das SNMPv3 Privacy Protokoll.

source: Choose the associated field from the |arg1:| field.
de: Wählen Sie das zugeordnete Feld aus den |arg1:| Feldern.

source: Choose the device that this graph belongs to.
de: Wählen Sie das Zielsystem, welches dieser Graph zugeordnet werden soll.

source: Choose the exact item to export to XML.
de: Wählen sie das exakte Element, welches in XML exportiert werden soll.

source: Choose the format to output the resulting XML file in.
de: Wählen Sie das Format, welches die XML-Datein annehmen soll.

source: Choose the parent for this header/graph.
de: Wählen Sie das übergeordnete Element für diese/s Überschrift/Diagramm

source: Choose the site that is to be associated with this device.
de: Wählen Sie die Lokation für dieses Zeilsystem.

source: Choose unique name to represent this piece of data inside of the rrd file.
de: Wählen Sie einen eindeutigen Namen um diese Daten in der RRD Datei zu speichern.

source: Choose what type of CDEF item this is.
de: Wählen Sie die Art dieses CDEF Elementes.

source: Choose what type of VDEF item this is.
de: Wählen Sie die Art dieses VDEF Elementes.

source: Choose what type of data input method this is.
de: Wählen Sie den Typ der Dateneingabe-Methode.

source: Choose what type of device, device template this is. The device template will govern what kinds of data should be gathered from this type of device.
de: Wählen Sie den Typ des Zielsystemes, der Zielsystem Schablone. Die Zielsystem Schablone wird festlegen, welchen Daten für diesen Typ von Zielsystemen gesammelt werden soll.

source: Choose what type of tree item this is.
de: Wählen Sie die Art dieses Baumelementes

source: Choose when to export graphs.
de: Wann sollen Diagramme exportiert werden.

source: Choose whether this graph will be included in the static html/png export if you use cacti's export feature.
de: Wählen Sie, ob dieses Diagramm im statischen HTML/PNG Export integriert werden soll, wenn Sie Cacti's Export-Funktion nutzen.

source: Choose whether to allow Cacti to import custom RRA settings from imported templates or whether to use the defaults for this installation.
de: Wählen Sie bitte, ob Cacti RRA Einstellungen beim Importieren überschreiben darf oder die lokalen Standardeinstellungen berücksichtigt werden sollen.

source: Choose whether to expand the graph templates used for a device on the dual pane tree.
de: Wählen Sie, ob die Graph-Schablonen eines Gerätes in der 2-Fenster-Ansicht des Baumes aufgeklappt sein sollen.

source: Choose whether to use your own custom colortags or utilize the system defaults.
de: Wählen Sie, ob sie lieber eigene Schriftarten und Schriftgrössen oder System-Standards verwenden möchten.

source: Choose whether to use your own custom fonts and font sizes or utilize the system defaults.
de: Wählen Sie, ob sie lieber eigene Schriftarten und Schriftgrössen oder System-Standards verwenden möchten.

source: Choose which export method to use.
de: Wählen Sie die Export-Methode.

source: Choose which poller will be the polling of this device.
de: Wählen Sie den für dieses Zielsystem zuständigen Poller.

source: Choose which presentation would you want for the html generated pages. If you choose classical presentation, the graphs will be in a only-one-html page. If you choose tree presentation, the graph tree architecture will be kept in the static html pages
de: Wählen Sie die Darstellung für die HTML Seiten. Wählen Sie die klassische Darstellung, so wird eine einzige HTML Seite erzeugt. Wählen Sie Baumdarstellung, dann wird die Diagramm Baumstruktur für die statischen HTML Seiten benutzt.

source: Christmas
de: Weihnachten

source: City
de: Stadt

source: Classic (export every x times)
de: Klassische (exportiere alle x Male)

source: Classic (local path)
de: Klassisch (lokales Verzeichnis)

source: Classical Presentation
de: Klassische Darstellung

source: Clear
de: Löschen

source: Clear Cacti Log File
de: Leere Cacti Logdatei

source: Clear Poller Cache
de: Poller-Cache leeren

source: Clear Statistics
de: Statistiken löschen

source: Clear User Log File
de: Benutzer-Log löschen

source: Collation
de: Sortierfolge

source: Color
de: Farbe

source: Color Actions
de: Farb-Aktionen

source: Color tag of the arrow (rrggbb[aa]).
de: Farbauszeichnung für Pfeile (rrggbb[aa])

source: Color tag of the arrow.
de: Farbauszeichnung für Pfeile.

source: Color tag of the axis (rrggbb[aa]).
de: Farbauszeichnung für Achsen (rrggbb[aa])

source: Color tag of the axis.
de: Farbauszeichnung für Achsen.

source: Color tag of the background (rrggbb[aa]).
de: Farbauszeichnung für Hintergrund (rrggbb[aa])

source: Color tag of the background of the actual graph (rrggbb[aa]).
de: Farbauszeichnung für den Hintergrund des aktuellen Diagrammes (rrggbb[aa]).

source: Color tag of the background of the actual graph.
de: Farbauszeichnung für den Hintergrund des aktuellen Diagrammes.

source: Color tag of the background.
de: Farbauszeichnung für den Hintergrund.

source: Color tag of the font (rrggbb[aa]).
de: Farbauszeichnung für Schriftarten (rrggbb[aa])

source: Color tag of the font.
de: Farbauszeichnung für Schriftarten.

source: Color tag of the frame (rrggbb[aa]).
de: Farbauszeichnung für Rahmen (rrggbb[aa])

source: Color tag of the frame.
de: Farbauszeichnung für Rahmen.

source: Color tag of the grid (rrggbb[aa]).
de: Farbauszeichnung für das Gitter (rrggbb[aa])

source: Color tag of the grid.
de: Farbauszeichnung für das Gitter.

source: Color tag of the left and top border (rrggbb[aa]).
de: Farbauszeichnung für linken und oberen Rand (rrggbb[aa]).

source: Color tag of the left and top border.
de: Farbauszeichnung für linken und oberen Rand.

source: Color tag of the major grid (rrggbb[aa]).
de: Farbauszeichnung für das Haupt-Gitter (rrggbb[aa])

source: Color tag of the major grid.
de: Farbauszeichnung für das Haupt-Gitter.

source: Color tag of the right and bottom border (rrggbb[aa]).
de: Farbauszeichnung für rechten und unteren Rand (rrggbb[aa]).

source: Color tag of the right and bottom border.
de: Farbauszeichnung für rechten und unteren Rand.

source: Colors
de: Farben

source: Colortags are available for Global/Custom/Template settings. Select the sequence to decide the priority of each
de: Farbauszeichnung sind verfügbar auf globaler/Benutzer-spezifischer/Schablonen-Ebene. Wählen Sie die richtige Reihenfolge

source: Columns:
de: Spalten:

source: Command
de: Befehl

source: Comment
de: Kommentar

source: Communication port with the ftp server (leave empty for defaults). Default: 21.
de: Port für den FTP Server (für Standardwerte bitte leer lassen). Standardwert: 21.

source: Comoro
de: Komoren

source: Concurrent Processes
de: Gleichzeitige Prozesse

source: Configuration
de: Konfiguration

source: Configuration Settings
de: Konfigurations-Einstellungen

source: Confirm
de: Bestätigen:

source: Confirm:
de: Bestätigen:

source: Console
de: Konsole

source: Console Access
de: Konsolenzugriff

source: Consolidation Function
de: Konsolidierungsfunktion

source: Consolidation Functions
de: Konsolidierungsfunktionen

source: Contact:
de: Kontakt:

source: Convert to Data Source Template
de: In Daten-Schablone umwandeln

source: Convert to Graph Template
de: Umwandeln in Diagramm Schablone

source: Copenhagen
de: Kopenhagen

source: Copy
de: Kopieren

source: Copying User...
de: Kopiere Benutzer...

source: Could not locate XML file.
de: XML-Datei konnte nicht gefunden werden.

source: Count of All Data Sources (Don't Include Duplicates)
de: Anzahl aller Datenquellen (Keine Duplikate)

source: Count of All Data Sources (Include Duplicates)
de: Anzahl aller Datenquellen (Inklusive Duplikate)

source: Count of All Similar Data Sources (Don't Include Duplicates)
de: Anzahl aller gleichartigen Datenquellen (Keine Duplikate)

source: Count of All Similar Data Sources (Include Duplicates)
de: Anzahl aller gleichartigen Datenquellen (Inklusive Duplikate)

source: Country
de: (Bundes)Land

source: Create
de: Erzeugen

source: Create Graph from '%s'
de: Neue Diagramm anlegen aus '%s'

source: Create Graphs from Data Query
de: Erstelle Graphen aus Daten-Abfrage

source: Create New Graphs
de: Neue Diagramm anlegen

source: Create devices
de: Zielsysteme anlegen

source: Create graphs
de: Diagramme anlegen

source: Create:
de: Anlegen:

source: Critical
de: Kritisch

source: Croatian
de: Kroatisch

source: Cur Row
de: AKt. Zeile

source: Current (ms)
de: Aktuell (ms)

source: Current Cacti Developers
de: Aktuelle Cacti Entwickler

source: Current Data Source Item: Maximum Value
de: Aktuelles Daten-Element: Maximalwert

source: Current Data Source Item: Minimum Value
de: Aktuelles Datenquelle-Element: Minimum Wert

source: Current Graph Item Data Source
de: Aktuelle Graph-Element Datenquelle

source: Current Language
de: Aktuelle Sprache

source: Current:
de: Aktuell:

source: Custom
de: Eigenes

source: Custom Data
de: Zusätzliche Daten

source: Custom Legend
de: Angepasste Legende

source: Custom String
de: Spezifische Zeichenkette

source: Czech
de: Tschechisch

source: DB Info
de: Datenbank Informationen

source: DB Processes
de: Datenbank Prozesse
