Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: Try --list-snmp-queries or --list-snmp-fields
de: Versuchen Sie bitte --list-snmp-queries oder --list-snmp-fields

source: Try --list-trees
de: Versuche --list-trees

source: Try -php -q device_template_list.php
de: Versuche -php -q device_template_list.php

source: Try php -q data_query_list.php
de: Versuche php -q data_query_list.php

source: Try php -q graph_list.php --device-id=%s --list-snmp-fields
de: Versuchen Sie bitte php -q graph_list.php --device-id=%s --list-snmp-fields

source: Try php -q graph_list.php --list-graph-templates
de: Versuchen Sie bitte php -q graph_list.php --list-graph-templates

source: Try php -q graph_list.php --list-input-fields
de: Versuchen Sie bitte php -q graph_list.php --list-input-fields

source: Try php -q graph_list.php --list-snmp-fields
de: Versuchen Sie bitte php -q graph_list.php --list-snmp-fields

source: Try php -q graph_list.php --list-snmp-values
de: Bitte versuchen Sie php -q graph_list.php --list-snmp-values

source: Try php -q graph_template_list.php
de: Versuchen Sie bitte -php -q graph_template_list.php

source: Tue
de: Di

source: Tuesday
de: Dienstag

source: Turkish
de: Türkisch

source: Turn
de: Umdrehen

source: Type
de: Typ

source: Type of value you want to see in the legend.
de: Wertetype, den Sie in der Legende sehen wollen.

source: Type:
de: Typ:

source: Unable to retrieve process status
de: Prozessstatus kann nicht ermittelt werden

source: Unable to retrieve table status
de: Tabelln Status kann nicht ermittelt werden

source: Uninstall
de: Deinstallieren

source: Uninstalled
de: Deinstalliert

source: Unit Exponent Value
de: Wert des Exponenten der Masseinheit

source: Unit Font File
de: Einheiten Schriftdatei

source: Unit Font Size
de: Einheiten Schriftgrösse

source: Unit Length
de: Länge der Masseinheit

source: Unknown
de: Unbekannt

source: Unknown Index
de: Unbekannter Index

source: Unknown type
de: Unbekannter Typ

source: Unkown Sec
de: Unbekannte Sec

source: Unmet Dependency:
de: Ungelöste Abhängigkeit gefunden:

source: Unmet Dependency:
de: Ungelöste Abhängigkeit gefunden:

source: Up
de: Hoch

source: Update CDEF's and VDEF's
de: CDEF's und VDEF's aktualisieren

source: Update Data Source Templates
de: Daten Schablonen aktualisieren

source: Update Data Sources
de: Datenquellen aktualisieren

source: Update Device Templates
de: Zielsystem Schablonen aktualisieren

source: Update Graph Templates
de: Graph Templates aktualisieren

source: Update Graphs
de: Graphen aktualisieren

source: Update RRA
de: Aktualisiere RRA

source: Update RRD File
de: RRD Datei aktualisieren

source: Update Re-Index Method
de: Aktualisierte die Re-Indizierung

source: Update Round Robin Archives
de: Round Robin Archives aktualisieren

source: Update System Trees
de: Graph-Bäume aktualisieren

source: Update User Tees
de: Graph-Bäume aktualisieren

source: Update this Field
de: Dieses Feld aktualisieren

source: Updated graph-id: (%d)
de: Aktualisierte Diagramme: (%d)

source: Upgrading to %s
de: Upgrade zu %s

source: Upper Limit
de: Graph: Oberes Limit

source: Uptime Goes Backwards
de: System-Neustart

source: Uptime goes Backwards
de: System-Neustart

source: Uptime:
de: Angeschaltet seit:

source: Use Custom Colortags
de: Benutze eigene Farbgebung

source: Use Custom Fonts
de: Benutze eigene Schriftarten

source: Use custom RRA settings from the template
de: Benutze spezifische RRA einstellungen aus dieser Schablone

source: Use defaults for this installation (Recommended)
de: Benutze Voreinstellungen für diese Installation (empfohlen).

source: Use passive mode
de: Benutze passiven Modus

source: Use this Field
de: Dieses Feld benutzen

source: User
de: Benutzer

source: User Account Disabled
de: Benutzerkonto deaktiviert

source: User Administration
de: Benutzadministration

source: User Has Rights to List View
de: Benutzer hat das Recht die Listen-Ansicht aufzurufen

source: User Has Rights to Preview View
de: Benutzer hat das Recht die Vorschau-Ansicht aufzurufen

source: User Has Rights to Tree View
de: Benutzer hat das Recht die Baum-Ansicht aufzurufen

source: User Login History
de: Historie der Benutzeranmeldungen

source: User Management
de: Benutzer Verwaltung

source: User Name
de: Benutzername

source: User Name:
de: Benutzername:

source: User Removed
de: Benutzer entfernt

source: User Template
de: Benutzer Template

source: User copied...
de: Benutzer kopiert

source: User delete not permitted for designated graph export user.
de: Benutzerlöschung ist für den designierten Graph-Export-Benutzer nicht erlaubt.

source: User delete not permitted for designated template or guest user.
de: Benutzerlöschung ist für die designierte Schablone oder Gast-Benutzer nicht erlaubt.

source: User:
de: Benutzer:

source: Username
de: Benutzername

source: Username already exists.
de: Benutzername ist schon vorhanden.

source: Username already in use.
de: Benutzername ist schon in Benutzung

source: Username change not permitted for designated template or guest user.
de: Benutzernamenänderung ist für die designierte Schablone oder Gast-Benutzer nicht erlaubt.

source: Username:
de: Benutzername:

source: Users to update:
de: zu aktualisierende Benutzer:

source: Utilities
de: Werkzeuge

source: VDEF Function
de: VDEF Funktion

source: VDEF Item Type
de: Typ des VDEF Elementes

source: VDEF Item Value
de: Wert des VDEF Elementes

source: VDEF Items
de: VDEF Elemente

source: VDEF Title
de: Titel der VDEF

source: Valid Device Templates: (id, name)
de: Gültige Endgeräte-Templates: (id, name)

source: Validation error.
de: Überprüfungsfehler

source: Value
de: Wert

source: Vatican
de: Vatikan

source: Verbose Query
de: Detaillierte Abfrage

source: Verify All Fields
de: Alle Felder prüfen

source: Verify all Fields
de: Alle Felder prüfen

source: Vienna
de: Wien

source: Vietnamese
de: Vvietnamesisch

source: View
de: Ansicht

source: View Cacti Log File
de: Anschauen der Cacti Logdatei

source: View Graphs
de: Graphen anschauen

source: View Poller Cache
de: Ansehen des Poller Speichers

source: View SNMP Cache
de: Ansehen des SNMP Speichers

source: View User Log
de: Ansehen des Benutzerlogs

source: View User Log File
de: Benutzer-Log anschauen

source: Viewing Graph
de: Diagramm anzeigen

source: Viewing Graph Properties
de: Ansehen der Diagramm Eigenschaften

source: Vostok
de: Wostok

source: WARNING: Do not interrupt this script. Interrupting during rename can cause issues
de: ACHTUNG: Dieses Skript nicht unterbrechen! Eine Unterbrechung während des Neubenennens kann Probleme verursachen

source: WARNING: Do not interrupt this script. Rebuilding the Poller Cache can take quite some time
de: ACHTUNG: Dieses Skript nicht unterbrechen! Den Poller-Cache neu anzulegen kann einige Zeit benötigen.

source: WARNING: Function does not exist
de: Warnung: Funktion existiert nicht

source: Warning
de: Warnung

source: Warnings
de: Warnungen

source: Warsaw
de: Warschau

source: Watermark
de: Wasserzeichen

source: Watermark Font File
de: Schriftart für Wasserzeichen

source: Watermark Font Size
de: Schriftgrösse für Wasserzeichen

source: Web Basic
de: Einfache Webanmeldung

source: Web Basic Authentication
de: Einfache Webauthentifizierung

source: Web Basic Authentication configured, but no username was passed from the web server. Please make sure you have authentication enabled on the web server.
de: Web Basisauthentifizierung eingestellt, aber kein Benutzername vom Web Server erhalten. Bitte stellen Sie sicher, dass Authentifizierung im Web Server aktiviert ist.

source: Web Events
de: Web Ereignisse

source: Wed
de: Mi

source: Wednesday
de: Mittwoch

source: Week
de: 1 Woche

source: What to do when this user logs in.
de: Was passieren soll, wenn der Benutzer sich einloggt.

source: What would you like to export?
de: Was würden Sie gerne exportieren?

source: When choosing dual pane Tree View, what width should the tree occupy in pixels.
de: Wenn Sie die 2-Fenster-Ansicht des Baumes wählen: welche Breite soll der Baum erhalten (in Pixeln)?

source: When using a device-id, the following is required (ds graphs only!):
de: Wenn eine device-id verwendet wird, dann muss folgendes angegeben werden (nur für ds Diagramme!):

source: When you click save, the following CDEFs will be duplicated. You can optionally change the title format for the new CDEFs.
de: Wenn Sie 'Sichern' wählen, werden die folgenden CDEFs dupliziert. Optional können Sie die Titelzeile verändern.

source: When you click save, the following Device Templates will be duplicated. You can optionally change the title format for the new Device Templates.
de: Wenn Sie "Sichern" wählen, dann werden die folgende Zielsystem Schablonen dupliziert. Optional können sie den Titel ändern.

source: When you click save, the following VDEFs will be duplicated. You can optionally change the title format for the new VDEFs.
de: Wenn Sie 'Sichern' wählen, werden die folgenden VDEFs dupliziert. Optional können Sie die Titelzeile verändern.

source: When you click save, the following X-Axis Presets will be duplicated. You can optionally change the title format for the new X-Axis Presets.
de: Wenn Sie auf "speichern" klicken, werden die folgenden X-Achsen Einstellungen dupliziert. Optional können Sie die Überschrift ändern.

source: When you click save, the following data templates will be duplicated. You can optionally change the title format for the new data templates.
de: Wenn Sie "Sichern" wählen, dann werden die folgende Daten Templates dupliziert. Optional können sie den Titel ändern.

source: When you click save, the following devices will be placed under the branch selected below.
de: Wenn Sie "speichern" drücken wird das Gerät dem unten ausgewählten Zweig hinzugefügt.

source: When you click save, the following graph templates will be duplicated. You can optionally change the title format for the new graph templates.
de: Wenn Sie "speichern" klicken, werden folgende Graph-Templates dupliziert. Optional können Sie die Überschrift des neuen Graph-Templates ändern.

source: When you click save, the following graphs will be converted into graph templates. You can optionally change the title format for the new graph templates.
de: Wenn Sie auf "speichern" klicken, werden die folgenden Graphen in Graph-Schablonen umgewandelt. Optional können Sie die Überschrift der neuen Graph-Schablonen ändern.

source: When you click save, the following graphs will be disabled for graph export.
de: Wenn Sie auf "speichern" klicken, wird der Export des folgenden Graphen deaktiviert.

source: When you click save, the following graphs will be duplicated. You can optionally change the title format for the new graphs.
de: Wenn Sie auf "speichern" klicken, werden die folgenden Graphen dupliziert. Optional können Sie die Überschrift der neuen Graphen ändern.

source: When you click save, the following graphs will be enabled for graph export.
de: Wenn Sie auf "speichern" klicken, wird der Export des folgenden Graphen aktiviert.

source: When you click save, the following graphs will be placed under the branch selected below.
de: Wenn Sie auf "speichern" klicken, werden die folgenden Graphen dem unten ausgewählten Zweig hinzugefügt.

source: When you click save, the following graphs will be resized per your specifications.
de: Wenn Sie auf "speichern" klicken, werden die folgenden Graphen den Angaben gemäß vergrößert/verkleinert.

source: When you click save, the following graphs will have their suggested naming conventions recalculated and applied to the graphs.
de: Wenn Sie auf "speichern" klicken, werden die Namens-Konventionen der folgenden Graphen neu berechnet und angewendet.

source: When you click save, the graph items will remain untouched (could cause inconsistencies).
de: Wenn Sie auf "speichern" clicken bleibt das Graph Element unverändert (dies könnte zu Inkonsistenzen führen).

source: When you click save, the items marked with a '<strong>+</strong>' will be added <strong>(Recommended)</strong>.
de: Wenn Sie auf "speichern" klicken, werden die mit '<strong>-</strong>' markierten Elemente hinzugefügt <strong>(Empfohlen)</strong>.

source: When you click save, the items marked with a '<strong>-</strong>' will be removed <strong>(Recommended)</strong>.
de: Wenn Sie auf "speichern" klicken, werden die mit '<strong>-</strong>' markierten Elemente entfernt <strong>(Empfohlen)</strong>.

source: When you click yes, the following data sources will be disabled.
de: Wenn Sie auf "Ja" klicken werden die folgenden Datenquellen deaktiviert.

source: When you click yes, the following data sources will be enabled.
de: Wenn Sie auf "Ja" klicken werden die folgenden Datenquellen aktiviert.

source: When you click yes, the following data sources will will have their suggested naming conventions recalculated.
de: Wenn Sie auf "ja" klicken, werden die vorgeschlagenen Namenskonventionen der folgende Datenquellen neu errechnet.

source: Which sections of Cacti thumbnail graphs should be used for.
de: Angabe über die Bereiche, in denen Cacti Thumbnail-Graphen anzeigen soll.

source: Would you like to copy this user?
de: Möchten Sie diesen benutzer kopieren?

source: X Files Factor
de: X Files Faktor

source: X-Axis Items
de: X-Achsen Einträge

source: X-Axis Presets
de: X-Achsen Voreinstellungen

source: XML file parsed ok.
de: XML Datei eingelesen

source: XML parse error.
de: XML Lese-Fehler

source: XML: Cacti version does not exist.
de: XML: Hash Version existiert nicht.

source: XML: Cannot locate type code.
de: XML: Kann den Code-Typen nicht finden.

source: XML: Generated with a newer version of Cacti.
de: XML: Wurde mit einer neueren Version von Cacti erstellt.

source: XML: Hash version does not exist.
de: XML: Hash Version existiert nicht.

source: YOU DO NOT HAVE RIGHTS FOR LIST VIEW
de: SIE VERFÜGEN ÜBER KEINE LISTEN-ANSICHT-RECHTE

source: YOU DO NOT HAVE RIGHTS FOR PREVIEW VIEW
de: SIE VERFÜGEN ÜBER KEINE VORANSICHT-RECHTE

source: YOU DO NOT HAVE RIGHTS FOR TREE VIEW
de: SIE HABEN KEINE RECHTE FÜR DIESE BAUM-ANSICHT

source: YOU DO NOT HAVE RIGHTS TO CHANGE GRAPH SETTINGS
de: Sie sind nicht berechtigt, Diagramm Einstellungen zu ändern

source: Year
de: 1 Jahr

source: Yerevan
de: Eriwan

source: Yes
de: Ja

source: You are not permitted to access this section of Cacti. If you feel that you need access to this particular section, please contact the Cacti administrator.
de: Es ist Ihnen nicht erlaubt, diesen Bereich von Cacti zu nutzen. Sollten Sie Zugriff zu diesem speziellen Bereich benötigen, so wenden Sie sich bitte an Ihren Cacti Administrator

source: You can not delete this site while there are devices associated with it.
de: Sie können diesen Standort nicht löschen solange Zielsysteme mit diesem verknüpft sind.

source: You did not select a valid action. Please select 'Return' to return to the previous menu.
de: Sie müssen eine Aktion wählen. Bitte drücken Sie "Zurück", um ins vorhergehende Menü zurück zu kehren.

source: You must first select a Data Query. Please select 'Return' to return to the previous menu.
de: Sie müssen erst eine Datenabfrage auswählen. Bitte klicken Sie "Zurück", um in das vorhergegangene Menü zurück zu kehren.

source: You must first select a Data Source Template. Please select 'Return' to return to the previous menu.
de: Sie müssen zunächst eine Daten Schablone wählen. Durch "Zurück" gelangen Sie zum vorigen Menu.

source: You must first select a Data Source. Please select 'Return' to return to the previous menu.
de: Sie müssen erst eine Datenquelle auswählen. Bitte klicken Sie "Zurück" um in das vorhergegangene Menü zurück zu kehren.

source: You must first select a Device Template. Please select 'Return' to return to the previous menu.
de: Bitte wählen Sie zuerst eine Zielsystem Schablone aus. Wählen Sie 'Zurück' um zum vorigen Menu zurückzukehren.

source: You must first select a Device. Please select 'Return' to return to the previous menu.
de: Sie müssen erst ein Gerät wählen. Bitte drücken Sie "Zurück", um ins vorhergehende Menü zurück zu kehren.

source: You must first select a Graph Template. Please select 'Return' to return to the previous menu.
de: Sie müssen erst ein Graph-Template auswählen. Bitte klicken Sie "Zurück", um in das vorhergegangene Menü zurück zu kehren.

source: You must first select a Graph. Please select 'Return' to return to the previous menu.
de: Sie müssen erst einen Graphen auswählen. Bitte auf "Zurück" klicken um ins vorherige Menü zu gelangen.

source: You must first select a Poller. Please select 'Return' to return to the previous menu.
de: Wählen Sie bitte zunächst einen Poller aus. Klicken Sie 'Zurück', um zum vorgen Menu zurückzukehren.

source: You must have built in user authentication turned on to use this feature.
de: Sie müssen die integrierte Benutzerauthentifikation anschalten um dieses Feature nutzen zu können.

source: You must select at least one CDEF.
de: Bitte wählen Sie mindestens eine CDEF.

source: You must select at least one GPRINT preset.
de: Mindestens ein vordefiniertes "GPRINT" muss ausgewählt werden.

source: You must select at least one RRA.
de: Sie müssen mindestens eine RRA auswählen.

source: You must select at least one VDEF.
de: Bitte wählen Sie mindestens eine VDEF.

source: You must select at least one field.
de: Sie müssen mindestes ein Feld selektieren.

source: You must select at least one site.
de: Bitte wählen Sie mindestens einen Standort aus

source: Your Cacti is already up to date.
de: Cacti ist auf dem aktuellsten Software-Stand.

source: Your passwords do not match, please retype:
de: Passworte stimmen nicht überein; bitte neue Eingabe

source: Zoom
de: Vergrössern

source: Zoom Graph
de: Diagramm vergrößern

source: Zooming Graph
de: Diagramm Zoom

source: Zurich
de: Zürich

source: [device:
de: [Zielsystem:

source: [device:
de: [Zielsystem:

source: [edit graph:
de: [Diagramm ändern:

source: [edit:
de: [ändern:

source: [edit: %s]
de: [ändern: %s]

source: [fail]
de: [Fehler]

source: [new]
de: [neu]

source: [success]
de: [Erfolg]

source: [update]
de: [Aktualisiert]

source: _Dec_
de: Dez

source: _Mar_
de: Mär

source: _May_
de: Mai

source: _Oct_
de: Okt

source: __December_
de: Dezember

source: __February_
de: Februar

source: __January_
de: Januar

source: __July_
de: Juli

source: __June_
de: Juni

source: __March_
de: März

source: __May_
de: Mai

source: __October_
de: Oktober

source: also import custom RRA definitions from the template
de: Benutze spezifische RRA einstellungen aus diesem Template

source: and select the correct RRDTool Utility Version.
de: und wählen die korrekte RRDTool Version.

source: denotes the device template to be used
de: bezeichnet die zu benutzende Zielsystem Schablone

source: device
de: Zielsystem

source: device availability check
de: Verfügbarkeits-Prüfung

source: direction
de: Richtung

source: disabled
de: deaktiviert

source: e.g. php -q %s --device-id=[ID] --snmp-field=ifOperStatus --snmp-value=DOWN
de: z.B. php -q %s --device-id=[ID] --snmp-field=ifOperStatus --snmp-value=DOWN

source: file does not exist.
de: datei existiert nicht.

source: for information, support, and updates.
de: für Informationen, Support und Updates.

source: general
de: allgemein

source: graph
de: Diagramm

source: graph_template
de: Diagramm Schablone

source: if ping selected
de: wenn Ping selektiert wurde

source: loading
de: lade

source: mode
de: Modus

source: name of the Tree
de: Name des Baums

source: natural
de: Natürlich

source: no languages supported.
de: keine Sprachen unterstützt.

source: no reindexing
de: keine Reindexierung

source: no write permissions.
de: Fehler: Kann Logdatei nicht löschen, keine Schreibberechtigung.

source: of
de: für

source: official Cacti website
de: offizielle Cacti Webseite

source: on:off
de: ein:aus

source: ping timeout
de: Ping Zeitfenster

source: pixels
de: Punkte

source: produce list output only, do NOT remove anything
de: nur anlisten, nicht löschen

source: snmp authentication protocol for snmpv3
de: SNMP Authentifizierungsprotokoll für SNMPv3

source: snmp context for snmpv3
de: SNMP Kontext für SNMPv3

source: snmp password for snmpv3
de: SNMP Passwort für SNMPv3

source: snmp privacy passphrase for snmpv3
de: SNMP Verschlüsselungskennwort für SNMPv3

source: snmp privacy protocol for snmpv3
de: SNMP Verschlüsselungsprotokoll für SNMPv3

source: snmp timeout
de: SNMP Zeitfenster

source: snmp username for snmpv3
de: SNMP Benutzername für SNMPv3

source: snmp-field to be checked
de: zu prüfendes SNMP-Feld

source: snmp-value to be checked
de: zu prüfender SNMP-Wert

source: snmpwalk Binary Path
de: snmpwalk-Datei Pfad

source: string
de: Zeichenkette

source: the name of the XML file to import
de: der Name der zu importierenden XML-Datei

source: the new title for that graph
de: neuer Titel für das Diagramm

source: the numerical ID of the data_query to be added
de: die numerische Id der hinzuzufügenden Datenabfrage

source: the numerical ID of the data_query to be listed
de: die numerische Id der anzulistenden Datenabfrage

source: the numerical ID of the device
de: die numerische ID des Endgeräts

source: the numerical ID of the graph
de: die numerische Id des Diagrammes

source: the numerical ID of the graph template
de: die numerische Id der Diagramm Schablone

source: the numerical ID of the graph template to be added
de: die numerische Id der hinzuzufügenden Diagramm Schablone

source: the numerical ID of the poller
de: die numerische ID des Pollers

source: the numerical ID of the site
de: die numerische ID der Lokation

source: the numerical id of the graph
de: die numerische Id des Diagrammes

source: to
de: an

source: to Export
de: zum Exportieren

source: to remove all data sources and graphs for interfaces with ifOperStatus = DOWN
de: um alle Datenquellen und Diagramme für solche schnittstellen zu entfernen, die ifOperStatus = DOWN haben

source: tree
de: Baum

source: usage:
de: Benutzung:

source: your new graphs
de: Ihre neuen Diagramme
