Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: DEBUG - Statistics, Errors, Results, I/O and Program Flow
de: DEBUG - Statistiken, Fehler, Ergebnisse, I/O und Programm-Abläufe

source: DES (default)
de: DES (Standard)

source: DEVEL - Developer DEBUG Level
de: DEVEL - Debug-Modus für Entwickler

source: DRY RUN >>>
de: Probelauf >>>

source: DS '%s' missing in cacti definition
de: DS '%s' fehlt in der Cacti Definition

source: DS '%s' missing in rrd file
de: DS '%s' fehlt in RRD Datei

source: Daily at specified time
de: Täglich zur festgelegten Zeit

source: Damascus
de: Damaskus

source: Danish
de: Dänisch

source: Dash Offset (dash-offset=offset)
de: Strich-Abstand (dash-offset=Abstand)

source: Dashes (dashes[=on_s[,off_s[,on_s,off_s]...]])
de: Striche (dashes[=on_s[,off_s[,on_s,off_s]...]])

source: Data Collection
de: Datensammlung

source: Data Input
de: Daten Input

source: Data Input Fields
de: Daten Eingabe Felder

source: Data Input Method
de: Programm zur Datenabfrage

source: Data Input Methods
de: Programme zur Datenabfrage

source: Data Length
de: Daten-Länge

source: Data Queries
de: Datenabfragen

source: Data Query
de: Datenabfrage

source: Data Query (%s) removed from Device (%s: %s)
de: Datenabfrage (%s) von Zielsystem gelöscht (%s: %s)

source: Data Query (%s: %s) reindex method (%s: %s) rerun for Device (%s: %s)
de: Datenabfrage (%s: %s) Reindizierungsmethode (%s: %s) wiederholt für Zielsystem (%s: %s)

source: Data Query (%s: %s) reindex method (%s: %s) updated for %s Device(s)
de: Datenabfrage (%s: %s) Reindizierungsmethode (%s: %s) aktaulisiert für %s Zielsystem(e)

source: Data Query Debug Information
de: Informationen zur Fehlersuche bei Datenabfragen

source: Data Query Graph Rows
de: Diagrammzeilen für Datenabfrage

source: Data Query Index
de: Index der Datenabfrage

source: Data Query Name
de: Name von Daten Abfragen

source: Data Query:
de: Datenabfrage:

source: Data Source
de: Datenquelle

source: Data Source Debug
de: Fehleranalyse für Datenquellen

source: Data Source Fields
de: Felder für Datenquellen

source: Data Source Item
de: Element der Datenquellen

source: Data Source Item Fields
de: Eingabefeld der Datenquelle

source: Data Source Item Type
de: Typ der Datenquelle

source: Data Source Items
de: Element der Datenquellen

source: Data Source Name
de: Name der Datenquelle

source: Data Source Path
de: Dateipfad der Datenquelle

source: Data Source Template
de: Schablone für Datenquellen

source: Data Source Template Active
de: Datenschablone aktiv

source: Data Source Template Selection
de: Daten-Schablone Auswahl

source: Data Source Template:
de: Schablone für Datenquelle:

source: Data Source Templates
de: Schablone für Datenquellen

source: Data Source Type
de: Typ der Datenquelle

source: Data Source: %d
de: Datenquelle: %d

source: Data Sources
de: Datenquellen

source: Data Template Item
de: Element der Datenschablone

source: Data Template Items
de: Elemente der Datenschablone

source: Data query data sources must be created through %sNew Graphs%s.
de: Datenquellen für Datenabfragen müssen angelegt werden über %sNeue Diagramme%s.

source: Database
de: Datenbank

source: Date
de: Datum

source: Date/Time setting for logs
de: Datum/Zeit Einstellungen für Logs

source: Day
de: 1 Tag

source: Day Shift
de: Tag Verschiebung

source: Debug
de: Analyse

source: Debug Mode
de: Graph Debug Modus

source: Debug Mode, no updates made
de: Debug Modus, keine Aktualisierungen durchgeführt

source: Debug Mode, no updates made, but printing the SQL for updates
de: Debug Modus, keine Aktualisierungen durchgeführt, aber Aktualisierungs-SQL angelistet

source: Debugging
de: Prüfend

source: Default
de: Voreinstellung

source: Default (m/d/Y I:M:S p)
de: Standard (m/d/Y I:M:S p)

source: Default Dropdown Selector
de: Standard Auswahlliste

source: Default Graph Policy
de: Standard Grafik-Regelwerk

source: Default Graph Tree
de: Standard Graph Baum

source: Default Graph View Timeshift
de: Standard Graph-Ansicht Zeitverschiebung

source: Default Graph View Timespan
de: Standard Graph-Ansicht Zeitspanne

source: Default Language
de: Standard-Sprache

source: Default Log File Tail Lines
de: Standard Anzahl der angezeigten Log-Datei Zeilen

source: Default Policy
de: Standard Grafik-Regelwerk

source: Default RRA
de: Standard RRA

source: Default RRDtool 1.2.x++ Fonts
de: Standard RRDtool 1.2 Schriftarten

source: Default RRDtool Colortags
de: Standard RRDtool Schriftarten

source: Default SNMP read community for all new devices.
de: Standard SNMP Lese Community für alle neuen Zielsysteme.

source: Default SNMP timeout in milli-seconds.
de: Standard SNMP Zeitfenster in Millisekunden.

source: Default SNMP version for all new devices.
de: Standard SNMP Version für neue Zielsysteme.

source: Default Time Zone
de: Standard Zeitzone

source: Default UDP port to be used for SNMP Calls. Typically 161.
de: Standard UPD Port für SNMP Abfragen. Typischerweise 161.

source: Default View Mode
de: Standard Anzeigemodus

source: Default language for this system.
de: Standardsprache für diese Installation.

source: Default time zone for this system.
de: Standard Zeitzone für diese Installation.

source: Defaults to what ever is in the graph template/data-source template.
de: Stellt sich auf den Standand der Graph- und Datenquellen-Templates.

source: Define Shifting Interval
de: Verschiebungs-Intervall definieren

source: Delete
de: Löschen

source: Delete Data Query Association
de: Lösche Daten-Abfrage Verknüpfung

source: Delete Data Source: %d
de: Gelöschte Datquelle: %d

source: Delete Graph Template Association
de: Lösche Zuordnung zur Diagramm Schablone

source: Delete Graph(s):
de: Diagramm(e) löschen:

source: Delete all <strong>data sources</strong> referenced by these graphs.
de: Lösche alle <strong>Datenquellen</strong> auf die diese Graphen verweisen.

source: Delete all associated <strong>graphs</strong> and <strong>data sources</strong>.
de: Lösche alle verknüpfte <strong>Graphen</strong> und <strong>Datenquellen</strong>.

source: Delete this Item
de: Dieses Element löschen

source: Deleted/Invalid
de: Gelöscht/ungültig

source: Deletion Verification
de: Löschungsbestätigung

source: Deny
de: Verweigern

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Destination Branch:
de: Ziel Zweig:

source: Developer Debug
de: Entwickler Debug

source: Device
de: Zielsysteme

source: Device Availability Settings
de: Verfügbarkeits-Optionen

source: Device Group Style:
de: Arte der Gruppierung für Diagramme

source: Device Node Id
de: Zielsystem Id

source: Device Template
de: Zielsystem Schablone

source: Device Template:
de: Zielsystem Schablone:

source: Device Templates
de: Zielsystem Schablonen

source: Device Type
de: Zielsystemtyp

source: Device node options:
de: Optionen für Zielsystem-Elemente

source: Device:
de: Zielsystem:

source: Devices
de: Zielsysteme

source: Directory:
de: Verzeichnis

source: Disable
de: Deaktivieren

source: Disable Device
de: Zielsystem deaktivieren

source: Disable Graph Export
de: Diagramm Export deaktivieren

source: Disabled
de: Deaktiviert

source: Disabled due to SNMP settings
de: Deaktiviert aufgrund der SNMP Einstellungen

source: Display Graph View Timespan Selector
de: Zeige Graph-Ansicht Zeitabschnitt-Auswähler

source: Display Order:
de: Sortierung der Anzeige:

source: Display the graph title on the page so that it may be searched using the browser.
de: Zeige die Überschrift des Graphen auf der Seite an, so dass eine Suche innerhalb des Browsers möglich ist.

source: Display this help message
de: Zeige diese Hilfe-Meldung an

source: Display verbose output during execution
de: Zeige jeglichen Output während der Ausführung an

source: Distingished Name
de: Distinguierter Name

source: Djibouti
de: Djibuti

source: Down
de: Runter

source: Dual Pane Tree Width
de: 2-Fenster-Ansicht Baum Breite

source: Duplicate
de: Duplizieren

source: Dushanbe
de: Duschanbe

source: Dutch
de: Holländisch

source: ERROR: Could not find snmp-field %s (%d) for device-id %d (%s)
de: FEHLER: konnte das SNMP Feld %s (%d) für die Endgeräte-ID %d (%4) nicht finden

source: ERROR: DIR NOT FOUND
de: FEHLER: Verzeichnis nicht gefunden

source: ERROR: FILE NOT FOUND
de: FEHLER: Datei nicht gefunden

source: ERROR: FONT NOT FOUND
de: FEHLER: Schriftart nicht gefunden

source: ERROR: Failed to add this device
de: FEHLER: Zielsystem konnte nicht hinzugefügt werden

source: ERROR: For graph type of 'ds' you must supply more options
de: FEHLER: Für den Diagramm-Typen 'ds' müssen mehr Optionen angegeben werden

source: ERROR: Graph Types must be either 'cg' or 'ds'
de: FEHLER: Graph-Typ muss entweder 'cg' oder 'ds' sein

source: ERROR: Graph id must be integer (%s)
de: FEHLER: Diagramm Id muss ganzzahlig sein (%s)

source: ERROR: Graph template id must be integer (%s)
de: FEHLER: Diagramm Schablonen Id muss ganzzahlig sein (%s)

source: ERROR: IS DIR
de: FEHLER: Dies ist ein Verzeichnis

source: ERROR: IS FILE
de: FEHLER: dies ist eine Datei

source: ERROR: Id must be integer (%s)
de: FEHLER: Id muss ganzzahlig sein (%s)

source: ERROR: Input Expected, Script Server Terminating
de: FEHLER: Eingabe erwartet, Skript-Server wird terminiert

source: ERROR: Installed RRDTool version does not match configured version.
de: FEHLER: Installierte RRDTool Version entspricht nicht der konfigurierten version.<br>

source: ERROR: Invalid --snmp-field-spec (found: %s) given
de: FEHLER: Invalide --snmp-field-spec (gefunden: %s) angegeben

source: ERROR: Invalid Argument: (
de: FEHLER: Ungültiges Argument: (

source: ERROR: Invalid Argument: (%s)
de: FEHLER: Ungültiges Argument: (%s)

source: ERROR: Invalid Argument: (%s)
de: FEHLER: Ungültiges Argument: [%s]

source: ERROR: Invalid Availability Parameter: (%s)
de: FEHLER: Falscher Verfügbarkeitsparameter: (%s)

source: ERROR: Invalid Device Threads: (%s)
de: FEHLER: Ungültige Anzahl der Threads für Zielsysteme: (%s)

source: ERROR: Invalid Graph Template item id (%s)
de: FEHLER: Ungültige Id für Diagramm Schablone (%s)

source: ERROR: Invalid Graph item id (%s)
de: FEHLER: Ungültige Id für Diagramm Element (%s)

source: ERROR: Invalid Item Type: (%s)
de: FEHLER: Ungültiger Element-Typ: (%s)

source: ERROR: Invalid Max OIDs: (%s)
de: FEHLER: Falsche Angabe der maximalen OIDs: (%s)

source: ERROR: Invalid Parameter
de: FEHLER: Ungültiger Parameter

source: ERROR: Invalid Parameter %s
de: FEHLER: Ungültiger Parameter: %s

source: ERROR: Invalid Ping Method: (%s)
de: FEHLER: Falsche PING-Methode: (%s)

source: ERROR: Invalid Ping Port: (%s)
de: FEHLER: Falscher PING-Port: (%s)

source: ERROR: Invalid Ping Retries: (%s)
de: FEHLER: Falsche Angabe von PING-Versuchen: (%s)

source: ERROR: Invalid Ping Timeout: (%s)
de: FEHLER: Falsches PING-Zeitfenster: (%s)

source: ERROR: Invalid SNMP Authentication Protocol: (%s)
de: FEHLER: Falsches SNMP Authentisierungs-Protokoll: (%s)

source: ERROR: Invalid SNMP Port: (%s)
de: FEHLER: Falscher SNMP-Port: (%s)

source: ERROR: Invalid SNMP Privacy Protocol: (%s)
de: FEHLER: Falsches SNMP Privacy-Protokoll: (%s)

source: ERROR: Invalid SNMP Timeout: (%s). Valid values are from 1 to 20000
de: FEHLER: Falsches SNMP-Zeitfenster. Mögliche Werte sind 1 bis 20000

source: ERROR: Invalid SNMP Version: (%s)
de: Fehler: Ungültige SNMP Version: (%s)

source: ERROR: Invalid Sort Type: (%s)
de: FEHLER: Ungültiger Sortiertyp: (%s)

source: ERROR: Invalid Tree item id (%s)
de: FEHLER: Ungültige Id des Baum-Elementes: (%s)

source: ERROR: Invalid device item id (%s)
de: FEHLER: Ungültige Id des Zielsystem-Elementes (%s)

source: ERROR: Invalid device-template-id (%d) given
de: FEHLER: Ungültige Id der Zielsystem Schablone (%d)

source: ERROR: Invalid disabled flag (%s)
de: FEHLER: Ungültiges Kennzeichen für Parameter "disable" (%s)

source: ERROR: Invalid item id (%s)
de: FEHLER: Ungültiges Id des Elementes (%s)

source: ERROR: Invalid item type (%s)
de: FEHLER: Ungültiger Elementtyp (%s)

source: ERROR: Invalid realm id (%s)
de: FEHLER: Ungültige Realm Id (%s)

source: ERROR: Invalid user id (%s)
de: FEHLER: Ungültiges Benutzer Id (%s)

source: ERROR: Item id must be integer (%s)
de: FEHLER: Element Id muss ganzzahlig sein (%s)

source: ERROR: Missing type: (%s)
de: FEHLER: Fehlende Typangabe (%s)

source: ERROR: No SNMP field names found for this SNMP Query
de: FEHLER: Keine SNMP Feldnamen für diese SNMP-Abfrage gefunden

source: ERROR: No Update Parameters found
de: FEHLER: es wurden keine Parameter angegeben

source: ERROR: No cached SNMP values found for this SNMP Query
de: FEHLER: Keine gecacheten SNMP-Werte gefunden für diese SNMP-Abfrage

source: ERROR: No graph title given
de: FEHLER: es wurde keine Diagrammtitel angegeben

source: ERROR: No graph-template-id given
de: FEHLER: es wurde keine Id der Diagramm Schablone angegeben

source: ERROR: No matching Data Query found
de: FEHLER: Unbekannte Datenabfrage-ID

source: ERROR: No valid graph template given
de: FEHLER: Keine gültige Diagramm Schablone angegeben

source: ERROR: Parent node must be integer (%s)
de: FEHLER: Id des übergeordneten Knoten muss ganzzahlig sein (%s)

source: ERROR: Poller Id must be integer (%s)
de: FEHLER: Id des Pollers muss ganzzahlig sein (%s)

source: ERROR: RRA id must be integer (%s)
de: FEHLER: Id des RRA muss ganzzahlig sein (%s)

source: ERROR: RRDTool 1.2.x does not support the GIF images format, but %s graph(s) and/or templates have GIF set as the image format.
de: FEHLER: RRDTool 1.2.x unterstützt das GIF Bildformat nicht, aber %s Diagramm(e) oder Schablonen haben GIF als Bildformat definiert

source: ERROR: SNMP query type id must be integer (%s)
de: FEHLER: SNMP Abfragetyp muss ganzzahlig sein (%s)

source: ERROR: This Device template id does not exist (%s)
de: FEHLER: Diese Zielsystem Schablone existiert nicht (%s)

source: ERROR: This Graph template id does not exist (%s)
de: FEHLER: Diese Diagramm Schablone existiert nicht (%s)

source: ERROR: This Host id does not exist (%s)
de: Fejler: Dieses Zielsystem existiert nicht (%s)

source: ERROR: This SNMP field name does not exist (%s) for SNMP query %s, device id %s
de: FEHLER: Keine SNMP Feldnamen (%s) für diese SNMP-Abfrage (%s) gefunden, Zielsystem (%s)

source: ERROR: This SNMP query id does not exist (%s)
de: FEHLER: SNMP Abfrage existiert nicht (%s)

source: ERROR: This device id does not exist (%s)
de: FEHLER: Zielsystem existiert nicht (%s)

source: ERROR: This graph id does not exist (%s)
de: FEHLER: Diagramm existiert nicht (%s)

source: ERROR: This parent node does not exist (%s)
de: FEHLER: Dieser übergeornete Knoten existiert nicht (%s)

source: ERROR: This poller id does not exist (%s)
de: FEHLER: Diese Poller Id existiert nicht (%s)

source: ERROR: This rra id does not exist (%s)
de: FEHLER: Dieses RRA existiert nicht (%s)

source: ERROR: This site id does not exist (%s)
de: FEHLER: Diese Lokation existiert nicht (%s)

source: ERROR: This tree id does not exist (%s)
de: FEHLER: Dieser Diagramm-Baum existiert nicht (%s)

source: ERROR: This tree item id does not exist (%s)
de: FEHLER: Dieser Eintrag im Diagramm-Baum existiert nicht (%s)

source: ERROR: This user id does not exist (%s)
de: FEHLER: Diese Benutzerkennung existiert nicht (%s)

source: ERROR: Tree id must be integer (%s)
de: FEHLER: Id des Diagramm-Baumes muss ganzzahlig sein

source: ERROR: Tree item id must be integer (%s)
de: FEHLER: Id des Diagramm-Baum-Elementes muss ganzzahlig sein (%s)

source: ERROR: Unknown Data Query Id (%s)
de: FEHLER: Unbekannte Datenabfrage-ID (%s)

source: ERROR: Unknown Data Source ID (%d)
de: FEHLER: Unbekannte Datenquellen ID (%d)

source: ERROR: Unknown Device ID (%d)
de: FEHLER: Unbekannte Zielsystem Id (%d)

source: ERROR: Unknown Graph ID (%d)
de: FEHLER: Unbekannte Diagramm Id (%d)

source: ERROR: Unknown Graph Template ID (%d)
de: FEHLER: Unbekannte Diagramm Schablonen ID (%d)

source: ERROR: Unknown input-field (%s)
de: FEHLER: Unbekanntes Eingabe-Feld (%s)

source: ERROR: Unknown node type: (%s)
de: FEHLER: Unbekannter Knoten Typ (%s)

source: ERROR: Unknown template id (%d)
de: Fehler: Unbekannte Template ID (%d)

source: ERROR: Unknown type: (%s)
de: FEHLER: Unbekannter Typ: (%s)

source: ERROR: Update of device template id not permitted
de: FEHLER: Änderung der Zielsystem Schablonen Id ist nicht zulässig

source: ERROR: User id must be integer (%s)
de: FEHLER: Die Benutzerkennung muss ganzzahlig sein (%s)

source: ERROR: You must specify either a device-id or 'All' to proceed.
de: FEHLER: Sie müssen entweder eine gültige Zielsystem-Id oder 'All' für alle Zielsysteme angeben!

source: ERROR: You must supply a description for all devices!
de: FEHLER: Sie müssen eine gültige Beschreibung für alle Zielsysteme angeben!

source: ERROR: You must supply a header title with --name
de: FEHLER: Sie müssen einen Titel eingeben mit --name

source: ERROR: You must supply a numeric graph-template-id for all devices!
de: FEHLER: Sie müssen eine numerische Datenquellen ID angeben für alle Zielsysteme!

source: ERROR: You must supply a tree_id before you can list its nodes
de: FEHLER: sie müssen eine gültige tree_id angeben um die Knoten anzulisten

source: ERROR: You must supply a valid --device-id before you can list its SNMP fields
de: FEHLER: sie müssen eine gültige --device-id für alle Zielsysteme angeben um die SNMP Felder anzulisten

source: ERROR: You must supply a valid --device-id before you can list its SNMP values
de: FEHLER: sie müssen eine gültige --device-id für alle Zielsysteme angeben um die SNMP Werte anzulisten

source: ERROR: You must supply a valid --graph-template-id before you can list its input fields
de: FEHLER: Sie müssen eine gültige --graph-template-id angeben um die Eingabefelder anzulisten

source: ERROR: You must supply a valid --snmp-field
de: FEHLER: Sie müssen ein gültiges --snmp-field eingeben

source: ERROR: You must supply a valid --snmp-field (found: %s) before you can list its SNMP Values
de: FEHLER: Sie müssen ein gültiges --snmp-field eingeben (gefunden: %s) um die SNMP Werte anzulisten

source: ERROR: You must supply a valid --snmp-field or --snmp-query-id before you can list its SNMP Values
de: FEHLER: Sie müssen eine gültiges --snmp-field --snmp-query-id abgeben um die SNMP Werte anzulisten

source: ERROR: You must supply a valid --snmp-query-id before you can list its query types
de: FEHLER: Sie müssen eine gültige --snmp-query-id angeben um die Abfragetypen anzulisten

source: ERROR: You must supply a valid --snmp-value
de: FEHLER: Sie müssen einen gültigen --snmp-value eingeben

source: ERROR: You must supply a valid [hostname|IP address] for all devices!
de: FEHLER: Sie müssen eine gültige [hostname|IP Adresse] für alle Zielsysteme angeben!

source: ERROR: You must supply a valid data-query-id for all devices!
de: FEHLER: Sie müssen eine gültige Datenabfrage-ID für alle Endgeräte eingeben!

source: ERROR: You must supply a valid device id with --device-id
de: FEHLER: sie müssen eine gültige Endgeräte-ID für alle Endgeräte angeben!

source: ERROR: You must supply a valid device template id for all devices!
de: FEHLER: Sie müssen eine gültige Id der Zielsystem Schablone für alle Zielsysteme wählen!

source: ERROR: You must supply a valid device-id for all devices!
de: FEHLER: sie müssen eine gültige Endgeräte-ID für alle Endgeräte angeben!

source: ERROR: You must supply a valid device-id to run this script!
de: FEHLER: Sie müssen eine gültige Endgeräte-ID eingeben, um dieses Programm auszuführen!

source: ERROR: You must supply a valid device-id to run this script!
de: FEHLER: Sie müssen eine gültige Endgeräte-ID eingeben, um dieses Programm auszuführen!

source: ERROR: You must supply a valid graph id with --graph-id
de: FEHLER: Sie müssen ein gültiges --snmp-feld eingeben

source: ERROR: You must supply a valid reindex method for all devices!
de: FEHLER: Sie müssen eine gültige Art der Re-Indizierung für alle Endgeräte wählen!

source: ERROR: You must supply a valid reindex-method for all devices!
de: FEHLER: sie müssen eine gültige Art der Re-Indizierung für alle Endgeräte angeben!

source: ERROR: You must supply input parameters
de: FEHLER: Sie müssen Eingabe Parameter angeben

source: ERROR: no filename specified
de: FEHLER: kein Dateiname wurde spezifiziert

source: ERROR: no parameters given
de: FEHLER: es wurden keine Parameter angegeben

source: Easter
de: Ostern

source: Edit
de: Bearbeiten

source: Edit (Graph Permissions)
de: Bearbeiten (Graph Berechtigungen)

source: Edit (Graph Settings)
de: Bearbeiten (Graph Einstellungen)

source: Edit (Realm Permissions)
de: Bearbeiten (Bereichsberechtigungen)

source: Edit Data Source Template
de: Ändern Daten Schablone

source: Edit Host
de: Gerät bearbeiten

source: Edit Template
de: Ändern Schablone

source: Edit this Host
de: Gerät bearbeiten

source: Effective User Name
de: Tatsächlicher Benutzername

source: Else, it will:
de: Andernfalls wird es:

source: Emergency
de: Notfall

source: Enable
de: Aktivieren

source: Enable Graph Export
de: Diagramm Export aktivieren

source: Enable Template Propagation
de: Aktiviere Schablonen Vererbung

source: Enabled
de: Aktiviert

source: Enabled (strict mode)
de: Angeschaltet (Strikter Modus)

source: Encryption
de: Verschlüsselung

source: End
de: Ende

source: End Date Selector
de: Datumsende Auswahl

source: End Time of the Daily Shift.
de: Endeuhrzeit der Tagesverschiebung

source: End of Daily Shift
de: Ende der Tagesverschiebung

source: Engine
de: Speicher Engine

source: English
de: Englisch

source: Enter a meaningful name for this data input method.
de: Geben Sie dieser Dateneingabe-Methode einen aussagekräftigen Namen.

source: Enter a value for this CDEF item.
de: Geben Sie bitte einen Wert für dieses CDEF Element ein.

source: Enter a value for this VDEF item.
de: Geben Sie bitte einen Wert für dieses VDEF Element ein.

source: Enter notes to this device.
de: Geben Sie bitte einen Wert für Notizen zu diesem Zielsystem ein.

source: Enter the SNMP Context to use for this device.
de: Geben Sie den SNMP Kontext für dieses Endgerät ein.

source: Error
de: Fehler

source: Error in data query.
de: Fehler in Datenabfrage.

source: Error parsing XML file into an array.
de: Fehler beim Einlesen der XML-Datei in ein Array

source: Error:
de: Fehler:

source: Error: Unable to clear log,
de: Fehler: Kann Logdatei nicht löschen, Datei existiert nicht

source: Errors
de: Fehler

source: Estonian
de: Estländisch

source: Europe
de: Europa

source: Event Count
de: Ereignis Anzahl

source: Every %d Minutes
de: Alle %d Minuten

source: Every Minute
de: Jede Minute

source: Executing SNMP get for data
de: Führe SNMP-Get aus für die Daten

source: Executing SNMP walk for data @ '%s'
de: Führe SNMP-Walk aus für die Daten @ '%s'

source: Executing SNMP walk for list of indexes @ '%s'
de: Führe SNMP-Walk auf der Liste der Indexe aus @ '%s'

source: Executing script for list of indexes
de: Skript für Index-Liste ausgeführt

source: Executing script query
de: Skript Abfrage ausführen

source: Expand Devices
de: Ausklappen der Zielsysteme

source: Export
de: zum Exportieren

source: Export Data
de: Daten exportieren

source: Export Method
de: Export Methode

source: Export Results
de: Ergebnisse exportieren

source: Export Template
de: Schablonenexport

source: Export Templates
de: Schablonenexport

source: External
de: Extern

source: FATAL: Could not Set Permissions for Directory '%s'
de: FATAL: Konnte keine Berechtigungen für das Verzeichnis '%s' setzen

source: FATAL: Database or Table does not exist
de: FEHLER: Datenbank oder Tabelle existiert nicht

source: FATAL: The Poller is Currently Running
de: FATAL: Der Poller läuft gerade
