Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: FATAL: You Must Explicitally Instruct This Script to Proceed with the '--proceed' Option
de: FATAL: Sie müssen diesem Skript explizit angeben fort zu fahren mittels der '--proceed' Option

source: FTP Host
de: FTP Endgerät

source: FTP Options
de: FTP Optionen

source: FTP Password
de: FTP Passwort

source: FTP User
de: FTP Benutzer

source: Fail
de: Fehlschlag

source: Failed
de: Fehlerhaft

source: Failed to create Tree
de: Anlegen des Diagramm Baumes fehlgeschlagen

source: Failure Count
de: Fehleranzahl

source: Field
de: Feld

source: Field '%s':
de: Feld '%s':

source: Field Name:
de: Feldname:

source: Field Order
de: Feldanordnung

source: Field Value:
de: Feldwert:

source: Fields
de: Felder

source: Finnish
de: Finnisch

source: First Day of the Week
de: Erster Tag der Woche

source: Font
de: Schrifttyp

source: Font Render Mode
de: Render Modus dieses Schrifttypes

source: For cg graphs:
de: Für 'cg' Diagramme:

source: For ds graphs:
de: Für 'ds' Diagramme:

source: Force rebuilding the indexes from the database creation syntax
de: Erzwinge das Neuanlegen der Indexe auf Basis der Datebank-Erstellungs-Syntax

source: Found Dependency:
de: Abhängigkeit gefunden:

source: Found Dependency:
de: Abhängigkeit gefunden:

source: Found type
de: Gefundener Typ

source: Frame
de: Rahmen

source: French
de: Französich

source: Fri
de: Fr

source: Friday
de: Freitag

source: Friendly Name
de: Aussagekräftiger Name

source: From
de: Von

source: From Data Source Template
de: Von Daten Schablone

source: From Host:
de: Von Gerät:

source: From:
de: Von:

source: Full Name
de: Vollständiger Name

source: Full Size Mode
de: Vollbild Modus

source: Fully qualified hostname of the poller device.
de: Voll-qualifizierter Name des Poller-Systems.

source: Function
de: Funktion

source: GPRINT Presets
de: Vordefinierte GPRINT

source: GPRINT Type
de: GPRINT Typ

source: General
de: Allgemein

source: General Device Options
de: Allgemeine Zielsystem Optionen

source: General Device Template Options
de: Allgemeine Optionen für Zielsystem Schablonen

source: General Information
de: Allgemeine Informationen

source: General Poller Options
de: Allgemeine Poller Optionen

source: General Settings
de: Basis Einstellungen

source: General Settings are common settings for all users.
de: Allgemeine Einstellungen gelten für alle Benutzer.

source: General Technical Support Information
de: Allgemeine Informationen für technische Unterstützung

source: General information about this device. Must be enclosed using double quotes.
de: Allgemeine Informationen über dieses Endgerät. Muss mit Anführungszeichen eingtragen werden.

source: German
de: Deutsch

source: Give this device a meaningful description.
de: Geben Sie diesem Zielsystem eine verständliche Beschreibung.

source: Give this poller a meaningful description.
de: Geben Sie diesem Poller eine verständliche Beschreibung.

source: Global Settings
de: Globale Einstellungen

source: Go
de: Los

source: Graph
de: Diagramm

source: Graph Added - device-id: (%d) - graph-id: (%d) - data-source-ids: (%d)
de: Graph hinzugefügt - device-id: (%d) - graph-id: (%d) - data-source-ids: (%d)

source: Graph Added - graph-id: (%d) - data-source-ids: (%d)
de: Graph hinzugefügt - graph-id: (%d) - data-source-ids: (%d)

source: Graph Begin Timestamp
de: Zeitstempel-Anfang des Graphen

source: Graph Color Tags
de: Farbkennzeichnung für Diagramme

source: Graph Configuration
de: Graph Konfiguration

source: Graph Creation
de: Graphen Erzeugung

source: Graph Date Display Format
de: Anzeigenformat des Graphendatums

source: Graph Date Separator
de: Datums-Trennzeichen des Graphen

source: Graph End Timestamp
de: Zeitstempel-Ende des Graphen

source: Graph Fields
de: Diagramm Felder

source: Graph Fonts
de: Schriftart für Diagramme

source: Graph Grouping Style
de: Arte der Grupperiung für Diagramme

source: Graph Height:
de: Graph Höhe:

source: Graph Id
de: Diagramm Id

source: Graph Item
de: Diagramm Element

source: Graph Item Fields
de: Graph Element Felder

source: Graph Item Inputs
de: Eingaben für Diagramm Elemente

source: Graph Item Type
de: Graph Element Typ

source: Graph Items
de: Diagramm Elemente

source: Graph Legend Item#1
de: Diagramm Legende#1

source: Graph Legend Item#2
de: Diagramm Legende#2

source: Graph Legend Item#3
de: Diagramm Legende#3

source: Graph Legend Item#4
de: Diagramm Legende#4

source: Graph Management
de: Diagramm Verwaltung

source: Graph Options
de: Graph optionen

source: Graph Permissions
de: Diagramm Berechtigungen

source: Graph Permissions (By Device)
de: Diagramm Berechtigungen (pro Zielsystem)

source: Graph Permissions (By Graph Template)
de: Diagramm Berechtigungen (pro Diagramm Schablone)

source: Graph Permissions (By Graph)
de: Diagramm Berechtigungen (pro Diagramm)

source: Graph Preview
de: Diagramm Vorschau

source: Graph Render Mode
de: Render Modus für Diagramme

source: Graph Settings
de: Diagramm Einstellungen

source: Graph Source/Properties
de: Diagramm Eigenschaften

source: Graph Template Based
de: Name des Graph-Templates

source: Graph Template Cacti Specifics
de: Cacti Spezifika für Diagramm Schablone

source: Graph Template Color
de: Farben für Diagramm Schablone

source: Graph Template Grid
de: Gitter für Diagramm Schablone

source: Graph Template Id
de: Id der Diagramm Schablone

source: Graph Template Items
de: Graph Templates Elemente

source: Graph Template Labels
de: Bezeichnungen für Diagramm Schablone

source: Graph Template Legend
de: Legende für Diagramm Schablone

source: Graph Template Limits
de: Grenzwerte für Diagramm Schablone

source: Graph Template Misc
de: Verschiedenes der Diagramm Schablone

source: Graph Template Name
de: Name des Graph Templates

source: Graph Template Right Axis Settings
de: Einstellungen der rechte Achse der Diagramm Schablonen

source: Graph Template Selection
de: Diagramm Schablonen Auswahl

source: Graph Template Size
de: Größe der Diagramm Schablone

source: Graph Template:
de: Diagramm Schablone:

source: Graph Title
de: Graph Titel

source: Graph Tree Items
de: Graph-Baum Element

source: Graph Trees
de: Diagrammbäume

source: Graph Width:
de: Graph Breite:

source: Graph node options:
de: Diagramm Knoten Einstellungen:

source: Graph policies will be evaluated in the order shown until a match is found.
de: Diagramm Berechtigungsregeln werden in der gezeigten Reihenfolge geprüft bis ein Treffer gefunden wird.

source: Graph settings control how graphs are displayed for this user.
de: Diagramm Einstellungen steuern die Art der Anzeige für Benutzer.

source: Graph: %d
de: Diagramm: %d

source: Graph: Lower Limit
de: Graph: Unteres Limit

source: Graph: Shift End Time
de: Zeitstempel-Ende des Graphen

source: Graph: Upper Limit
de: Graph: Oberes Limit

source: Graphs
de: Diagramme

source: Graphs Per-Page
de: Graphen per Seite

source: Graphs/Page:
de: Diagramme/Seite:

source: Greek
de: Griechisch

source: Green:
de: Grün:

source: Grid
de: Gitter

source: Grid Dash
de: Punktierung des Gitters

source: Group Member Attribute
de: Gruppenmitglied Attribut

source: Group Member Type
de: Gruppenmitgliedtyp

source: Guest User
de: Gast Benutzer

source: Guest user "
de: Gastbenutzer "

source: HIGH - Statistics, Errors, Results and Major I/O Events
de: HOCH - Statistiken, Fehler, Ergebnisse und bedeutende I/O Ereignisse

source: Header Node Name
de: Header Element Name

source: Header node options:
de: Überschrifts-Knoten Optionen:

source: Hebrew
de: Hebräisch

source: Height
de: Höhe

source: Help
de: Hilfe

source: Hex Value
de: Hex Wert

source: Hide/Unhide Menu
de: Menü ein-/ausblenden

source: Hong Kong
de: Chinesisch (Hong Kong)

source: Host
de: Zielsystem

source: Host Id
de: Id des Zielsystemes

source: Host:
de: Zielsystem:

source: Hostname
de: Zielsystemname

source: Hostname:
de: Gerätename:

source: Hosts
de: Zielsysteme

source: Hour
de: 1 Stunde

source: How many lines of the Cacti log file to you want to tail, by default.
de: Wieviel Zeilen der Cacti-Log-Datei möchten Sie standardmäßig angezeigt bekommen?

source: How many often do you want the Cacti log display to update.
de: Wie oft soll die Cacti-Log-Anzeige aktualisiert werden?

source: Hungarian
de: Ungarisch

source: IP Address
de: IP Adresse

source: Icelandic
de: Isländisch

source: Id of Tree
de: Id des Diagramm-Baumes

source: Id of Tree|Node
de: Id des Baumes|Knotens

source: If it Finds a Running Poller, it will:
de: Wenn es einen laufenden Poller-Prozess findet, wird das Werkzeug:

source: If the XML file containing template data is located on your local machine, select it here.
de: Wenn die XML Datei für diese Schablone auf Ihrem lokalen System vorhanden ist, wählen Sie es bitte hier aus.

source: If the utility encounters a problem along the way, it will:
de: Wenn das Werkzeug auf ein Problem trifft, wird es:

source: If this item is a header, enter a title here.
de: Wenn es sich um eine Überschrift handelt, dann geben Sie bitte den Titel hie rein.

source: If you choose this option, Cacti will attempt to balance the load of each poller process by equally distributing poller items per process.
de: Wenn Sie diese Option wählen, wird Cacti versuchen, die Last der Poller-Prozesse zu verteilen. Die Poller-Elemente werden gleichmässig auf die Prozesse aufgeteilt.

source: If you have the XML file containing template data as text, you can paste it into this box to import it.
de: Wenn die XML Datei für diese Schablone als Text vorliegt, dann können Sie es in die Eingabebox einfügen.

source: If you set this flag, then new cg graphs will be created, even though they may already exist
de: Wenn Sie diese Markierung setzen, dann werden werden neu cg-Graphen erstellt, auch wenn sie bereits existieren

source: If you wish to stop the polling process, uncheck this box.
de: Wenn Sie den Poller-Prozess stoppen möchten, entfernen Sie den Haken.

source: If your data template allows for custom input data, you may specify that here.
de: Wenn das Daten-Template eigene Eingabefelder unterstützt, kann dies hier spezifiziert werden.

source: Image Format
de: Bild Format

source: Import
de: Daten importieren

source: Import Data
de: Daten importieren

source: Import RRA Settings
de: Importieren von RRA Einstellungen

source: Import Results
de: Ergebnisse importieren

source: Import Template from Local File
de: Schablonenimport aus einer lokalen Datei

source: Import Template from Text
de: Schablonenimport durch Texteingabe

source: Import Templates
de: Schablonenimport

source: Include Dependencies
de: Abhängigkeiten einbeziehen

source: Index Count Changed
de: Anzahl der Indices geändert

source: Index Length
de: Index-Länge

source: Index Value Changed
de: Anzahl der Indices geändert

source: Indian
de: Indisch

source: Indonesian
de: Indonesisch

source: Informational
de: Information

source: Input Fields
de: Eingabefelder

source: Input String
de: Eingabe Zeichenkette

source: Input Type
de: Eingabetyp

source: Insert Hard Return
de: Zeilenumbruch einfügen

source: Install
de: Installieren

source: Installed
de: Installiert

source: Interlaced
de: Intervall

source: Interval
de: Intervall

source: Invalid User Name/Password Please Retype
de: Ungültiger Benutername/Kennwort. Bitte neu eingeben

source: Invalid device_id:
de: Ungültige Zielsystem-ID:

source: Irish
de: Irisch

source: Is Being Graphed
de: Wird gegraphed

source: It is highly suggested that you either alter you php.ini memory_limit to %s or higher, or set a value for $config['memory_limit'] in include/config.php. This suggested memory value is calculated based on the number of data source present and is only to be used as a suggestion, actual values may vary system to system based on requirements.
de: Es wird dringend empfohlen, das PHP Speicherlimit auf %s oder höher zu setzen. Der Vorschlagswert wird berechnet auf Basis der vorliegenden Datenquellen und ist lediglich ein Vorschlag. Korrekte Werte können von System zu System variieren.

source: Italian
de: Italienisch

source: Item
de: Element

source: Item Color
de: Farbe

source: Item Filter
de: Element Filter

source: Item Name
de: Element Name

source: Item Value
de: Wert des Elementes

source: Items
de: Elemente

source: Japanese
de: Japanisch

source: Kamchatka
de: Kamtschatka

source: Khartoum
de: Khartum

source: Kiev
de: Kiew

source: Known Graph Templates: (id, name)
de: Bekannte Graph-Schablonen: (id, name)

source: Known Hosts: (id, hostname, template, description)
de: Bekannte Geräte: (id, hostname, template, description)

source: Known Input Fields: (name, default, description)
de: Bekannte Eingabefelder: (name, default, description)

source: Known RRAs: (id, steps, rows, timespan, name)
de: Bekannte RRAs: (id, steps, rows, timespan, name)

source: Known SNMP Queries:(id, name)
de: Bekannte SNMP Abfragen: (ID, Name)

source: Known SNMP Query Types: (id, name)
de: Bekannte SNMP-Abfrage Typen: (id, name)

source: Known Tree Nodes: (type, id, parentid, text)
de: Bekannte Baum Elemente: (type, id, übergeordnet, text)

source: Known Trees: (id, sort method, name)
de: Bekannte Bäume: (id, Sortiermethode, name)

source: Known communities are: (community)
de: Bekannte Communities sind: (community)

source: Known values for device-id
de: Bekannte Werte für Zielsystem-ID

source: Korean
de: Koreanisch

source: Krasnoyarsk
de: Krasnojarsk

source: LDAP Authentication
de: LDAP Authentifizierung

source: LDAP Error:
de: LDAP Fehler:

source: LDAP General Settings
de: LDAP allgemeine Einstellungen

source: LDAP Group Settings
de: LDAP Gruppen Einstellung

source: LDAP Search Error:
de: Fehler bei LDAP Suche:

source: LDAP Specific Search Settings
de: LDAP-spezifische Sucheinstellungen

source: LINE LIMIT OF 1000 LINES REACHED!!
de: Zeilengrenze von 1000 Zeilen erreicht!

source: LOW - Statistics and Errors
de: WENIG - Statistiken und Fehler

source: Language Information
de: Sprachinformationen

source: Language Mode
de: Sprachen

source: Language Support
de: Sprachenunterstützung

source: Languages
de: Sprachen

source: Last %d Days
de: Letzte %d Tage

source: Last %d Hours
de: Letzte %d Stunden

source: Last %d Months
de: Letzte %d Monate

source: Last %d Weeks
de: Letzte %d Wochen

source: Last %d Years
de: Letzte %d Jahre

source: Last DS
de: Letzte Datenquelle

source: Last Day
de: Letzter Tag

source: Last Half Hour
de: Letzte halbe Stunde

source: Last Hour
de: Letzte Stunde

source: Last Login
de: Letzte Anmeldung

source: Last Month
de: Letzter Monat

source: Last Run Statistics
de: Statistik des letzen Durchlaufs

source: Last Updated
de: Letzes Update

source: Last Week
de: Letzte Woche

source: Last Year
de: Letztes Jahr

source: Leave all graphs and data sources untouched. Data sources will be disabled however.
de: Alle Graphen und Datenquellen bleiben unverändert. Datenquellen werden aber deaktiviert.

source: Leave the data sources untouched.
de: Datenquelle unverändert lassen.

source: Leave the graphs untouched.
de: Graphen unverändert lassen.

source: Left
de: Links

source: Legend Font File
de: Legenden Schriftartdatei

source: Legend Font Size
de: Legenden Schriftgrösse

source: Legend Position
de: Position der Legende

source: License
de: Lizenz

source: Light
de: Dünn

source: Lisbon
de: Lissabon

source: List
de: Liste

source: List Mode
de: Listen Ansicht

source: List Options:
de: Listen Optionen:

source: List View
de: Listen Ansicht

source: List View Mode
de: List-Ansicht Modus

source: List graph
de: Liste Diagramm

source: Lists all available Device Templates
de: Liste alle verfügbaren Endgeräte-Templates auf

source: Lithuanian
de: Litauisch

source: Loaded Language Files
de: Geladene Sprachdateien

source: Local
de: Lokal

source: Local Graph Id
de: Lokale Diagramm Id

source: Located input field '%s' [get]
de: Eingabefeld entdeckt '%s' [get]

source: Located input field '%s' [walk]
de: Eingabefeld entdeckt '%s' [walk]

source: Location:
de: Umgebung:

source: Log Administration
de: Log Verwaltung

source: Log Destination
de: Ziel für Log

source: Log Email Level
de: Log EMail Stufe

source: Log File
de: Log Datei

source: Log File Filters
de: Filter für Log Datei

source: Log File Tail Refresh
de: Log-Datei Aktualisierung

source: Log Management
de: Log Verwaltung

source: Logfile Only
de: Nur Log-Datei

source: Logfile and Syslog/Eventlog
de: Log-Datei und Syslog/Ereignis-Log

source: Logged in as
de: angemeldet als

source: Login
de: Anmelden

source: Login Again
de: Neu Anmelden

source: Login Options
de: Login Optionen

source: Logout
de: Abmelden

source: Logout User
de: Benutzer Abmelden

source: Lower Limit
de: Graph: Unteres Limit

source: MD5 (default)
de: MD5 (Standard)

source: MEDIUM - Statistics, Errors and Results
de: MITTEL - Statistiken, Fehler und Ergebnisse

source: Macedonian
de: Mazedonisch

source: Malay
de: Malaysisch

source: Maldives
de: Malediven

source: Maltese
de: Maltesisch

source: Management
de: Verwaltung

source: Max
de: Maximum

source: Max OID
de: Maximale OID Anzahl

source: Max Threads
de: Maximale Threads

source: Maximum Concurrent Poller Processes
de: Maximale gleichzeit ausgeführte Poller-Prozesse

source: Maximum Field Length
de: Maximale Feldlänge

source: Maximum Log Size
de: Maximale Größe für das Log

source: Maximum Threads per Process
de: Maximale Anzahl der Threads pro Prozess

source: Maximum Title Length
de: Maximale Überschriftslänge

source: Maximum:
de: Maximal:

source: Merge (default)
de: Mischen (Standard)

source: Message Type:
de: Meldungstyp:

source: Method:
de: Methode:

source: Min
de: Minimum

source: Minimal Heartbeat
de: Kleinster Wert für 'Heartbeat'

source: Minutes
de: Minuten

source: Mode
de: Modus

source: Module Name:
de: Name des Moduls:

source: Mon
de: Mo

source: Monday
de: Montag

source: Month
de: 1 Monat

source: Moscow
de: Moskau

source: MySQL Process Information
de: MySQL Prozessinformationen

source: MySQL Table Information
de: MySQL tabelleninformationen

source: N/A
de: Nicht verfügbar

source: NONE - Syslog Only if Selected
de: NICHTS - Nur Syslog falls ausgewählt

source: NOTE: File '%s' is Already Structured, Ignoring
de: HINWEIS: Datei '%s' ist bereits strukturiert, wird ignoriert

source: NOTE: New Directory '%s' Created for RRD Files
de: HINWEIS: Neues Verzeichnis '%s' für RRD_Dateien erstellt

source: NOTE: New Directory '%s' Permissions Set
de: HINWEIS: Berechtigungen für neues Verzeichnis '%s' gesetzt

source: NOTE: Not Adding Graph - this graph already exists - device-id: (%d) - graph-id: (%s) - data-source-id: (%d)
de: HINWEIS: Graph nicht hinzugefügt - dieser Graph existiert bereists - device-id: (%d) - graph-id: (%s) - data-source-id: (%d)

source: NOTE: Not Adding Graph - this graph already exists - graph-id: (%d) - data-source-id: (%d)
de: HINWEIS: Graph nicht hinzugefügt - dieser Graph existiert bereits - graph-id: (%d) - data-source-id: (%d)

source: NOTE: Updating Data Query ID
de: HINWEIS: Datenabfrage Id aktualisieren

source: Name of the attribute that contains the usernames of the members.
de: Attributname, welcher die Benutzernamen der Mitglieder enthält.

source: Natural
de: Natürlich

source: Natural Ordering
de: Natürliche Sortierung

source: Never
de: Niemals

source: New Data Source Template:
de: Neue Daten Schablone

source: New Device
de: Neues Zielsystem

source: New Full Name:
de: Neuer vollständiger Name:

source: New Graph Template:
de: Neue Diagramm Schablone

source: New Graphs
de: Neue Diagramme

source: New Host:
de: Neues Gerät:

source: New Realm:
de: Neuer Bereich:

source: New User: %s
de: neuer Benutzer: %s

source: New Username:
de: neuer Benutzername:

source: Newest First
de: Neueste zuerst

source: Next
de: Nächstes

source: No
de: Nein

source: No Access
de: Kein Zugriff

source: No Associated Graph Templates.
de: Keine zugeordneten Diagramm Schablonen

source: No Availability Check In Use
de: Kein Verfügbarkeitscheck in Benutzung

source: No CDEF's
de: Keine CDEF's

source: No Data Input Methods
de: Keine Dateneingabe Methode

source: No Data Queries
de: Keine Datenabfragen

source: No Data Source Templates
de: Keine Daten Schablonen

source: No Data Sources
de: Keine Datenquellen

source: No Device Templates
de: Keine Zielsystem Schablonen

source: No Devices
de: Keine Zielsysteme

source: No Graph Templates
de: Keine Graph-Templates

source: No Graph Templates Defined.
de: Keine Graph Templates definiert.

source: No Graphs
de: Keine Diagramme

source: No Graphs Found
de: Kein Graph gefunden

source: No Graphs Trees
de: Keine Diagrammbäume

source: No Host
de: Kein Zielsystem

source: No Hosts
de: Keine Zielsysteme

source: No Input Fields
de: Keine Eingabefelder

source: No Input Fields for the Selected Data Input Source
de: Keine Eingabefelder für die gewählte Dateneingabe Quelle

source: No Inputs
de: Keine Eingaben

source: No Items
de: Eine Einträge

source: No Language Files Loaded.
de: Keine Sprachdateien geladen.

source: No Output Fields
de: Keine Ausgabefelder

source: No Pollers Defined
de: Kein Poller definiert

source: No RRAs
de: Keine RRAs

source: No Records Found
de: Keine Einträge gefunden

source: No SNMP Records
de: Keine SNMP Daten erhalten

source: No SNMP data returned
de: Keine SNMP Daten erhalten

source: No Searching
de: Kein Suchen

source: No Sites
de: Keine Standorte

source: No Task
de: Keine Aufgabe

source: No Trees
de: keine Bäume

source: No User
de: Kein Benutzer

source: No Users
de: Keine Benutzer

source: No VDEF's
de: Keine VDEF's

source: No associated data queries.
de: Keine zugeordneten Daten Abfragen.

source: No associated graph templates.
de: Keine zugeordneten Diagramm Schablonen.

source: No items to poll
de: Keine Elemente zum Abfragen

source: Node
de: Knoten

source: Node options:
de: Optionen für Knoten:

source: Non-Matching Items Hidden
de: Unpassende Elemente verborgen

source: None
de: Nichts

source: None (Not Recommended)
de: Keine (nicht ratsam)

source: North
de: Norden

source: Norwegian
de: Norwegisch

source: Not Being Graphed
de: wird nicht gegraphed

source: Not Defined
de: Undefiniert

source: Not In Use
de: Nicht verwendet

source: Not Installed
de: Nicht installiert

source: Not Selected
de: Nicht ausgewählt

source: Not Up
de: Nicht aktiv

source: Note:
de: Mitteilung:

source: Nothing Entered
de: Nichts eingegeben

source: Notice
de: Mitteilung

source: Number of PHP Script Servers
de: Anzahl der PHP-Skript-Server

source: Numeric
de: Numerische Sortierung

source: Numeric Ordering
de: Numerische Sortierung

source: OK: DIR FOUND
de: OK: Verzeichnis gefunden

source: OK: FILE FOUND
de: OK: Datei gefunden

source: OK: FONT FOUND
de: OK: Schriftart gefunden

source: Off
de: Aus

source: Oldest First
de: älteste zuerst

source: Once all Files are Complete, it will
de: Wenn das Werkzeug mit allen Dateien fertig ist, wird es

source: Only Graph
de: Nur Diagramm

source: Operating System:
de: Betriebssystem:

source: Output Fields
de: Ausgabefelder

source: Output Format
de: Ausgabe Format

source: Output to the Browser (raw XML)
de: Ausgabe an den Browser ("raw" XML)

source: Output to the Browser (within Cacti)
de: Ausgabe im Browser (innerhalb Cacti)

source: Overwrite events as needed
de: Überschreibe Ereignisse nach Bedarf

source: Overwrite events older than the maximum days
de: Überschreibe Ereignisse, die älter als die maximale Tagesanzahl ist

source: PHP Info
de: PHP Informationen

source: PHP Information
de: PHP Informationen

source: PHP Module Information
de: PHP Modul Informationen

source: PHP OS
de: PHP BS

source: PHP SNMP Support:
de: PHP SNMP Unterstützung

source: PHP Servers
de: PHP Server Anzahl

source: PNG Output OK
de: PNG Ausgabe OK

source: Pacific
de: Pazifik

source: Page Refresh
de: Seiten-Aktualisierung

source: Page Top
de: Seitenanfang

source: Pango Markup
de: Pango Auszeichnung
