Repository: songchin/Cacti
Catalog: cacti/branches/main/locales/po/*.po
Languages: de

source: DB Error: %s
de: Datenbank Fehler: %s

source: changes both SNMP version and timeout for all devices related to the device template id of 7
de: ändert sowohl die SNMP Version als auch das Zeitfenster für alle Zielsysteme die zur Zielsystem Schablone 7 gehören

source: changes the SNMP community string for all (matching) devices from 'public' to 'secret' using a custom delimiter of '#'
de: ändert die SNMP Community Zeichenkette für alle (zugehörigen) Zielsysteme von 'public' auf 'secret' mit dem Begrenzer '#'

source: 1) Create the Structured Path, if Necessary
de: 1) Erzeuge den strukturierten Dateipfad, wenn erforderlich

source: 1) Disables the Cacti Poller
de: 1) Deaktiviere den Cacti Poller

source: 1) Enable Structured Paths in the Console (Settings->Paths)
de: 1) Aktiviere den strukturierten Dateipfad in der Konsole (Einstellungen -> Dateipfade)

source: 1) Re-enable the Cacti Poller
de: 1) Aktiviere den Cacti Poller

source: 2) Checks for a Running Poller.
de: 2) Es überprüft, ob der Poller läuft.

source: 2) Copy the File to the Strucured Path Using the New Name
de: 2) Die Datei in den strukturierten Pfad kopieren und dabei den neuen Namen nutzen

source: 2) Exit
de: 2) enden

source: 3) Alter the two Database Tables Required
de: 3) Die beiden benötigten Datenbankeinträge ändern

source: 4) Remove the Old File
de: 4) Die alte Datei löschen

source: adds data query id 1 to the device id 1 using reindex method of 'index'
de: für die Datenabfrage mit der Id 1 dem Zielsystem 1 hinzu und benutzt die Indiziermethode 'Index'

source: adds data query id 5 using reindex method of 'uptime' to all devices related to device template id 3
de: fügt die Datenabfrage mit der Id 5 allen Zielsystemen hinzu, die zur Zielsystem Schablone 3 gehören und benutzt die Indiziermethode 'uptime'

source: changes reindex method of data query id 3 on device id 5 to 'index'
de: ändert die Indiziermethode der Datenabfrage 3 für das Zielsystem 5 auf 'Index'

source: changes the description of device 0 to foobar
de: ändert die Beschreibung des Zielsystemes 0 auf 'foobar'

source: creates a new device using ip 'example.company.com' with a description of 'foobar' and device template id of 1
de: erzeugt ein neues Zielsystem mit der IP 'example.company.com' und der Beschreibung 'foobar' mit der Zielsystem Schablone 1

source: lists all available data queries
de: Liste alle verfügbaren Endgeräte-Templates auf

source: lists all data queries associated with device id 5
de: listet alle Datenabfragen die zum Zielsystem 5 gehören

source: lists all data queries associated with the devices associated with device template id 8
de: listed alle Datenabfragen die zu Zielsystemen gehören die verknüpft sind mit der Zielsystem Schablone 8

source: lists all devices related to a device template id of 1
de: Liste alle verfügbaren Endgeräte auf für Endgeräte-Template Id 1

source: lists all devices using SNMP port of 161 and timeout of 500
de: listet alle Zielsysteme die den SNMP Port 161 und das Zeitfenster 500 benutzen

source: removes all graphs from device id 1
de: entfernt alle Diagramme vom Zielsystem 1

source: removes all graphs related to graph template id 11 and associated data sources from device id 1
de: entfernt alle Diagramme und zugehörige Datenquellen die zur Diagramm Schablone 11 und Zielsystem 1 gehören

source: removes data query id 3 from device id 5
de: entfernt die Datenabfrage 3 vom Zielsystem 5

source: same as above but overriding SNMP comunity with the value of 'secret'
de: wie oben, jedoch wird die SNMP Community mit dem Wert 'secret' überschrieben

source: same as above for device id 1
de: wie oben für Zielsystem 1

source: same as above using site id of 1 and poller id of 3
de: wie oben, benutzt die Lokation 1 und die Poller Id 3

source: same as above, but for all devices
de: wie oben, jedoch für alle Zielsysteme

source: same as above, but only listing data query id 1
de: wie oben, aber listet nur Datenabfrage 1

source: same as above, but performed for all devices associated with device template id 8
de: wie oben, aber für alle Zielsysteme die zur Zielsystem Schablone 8 gehören

source: same as above, but updating for old reindex method of 'uptime' only, working on all devices associated with template id of 8
de: wie oben, aktualisiert jedoch nur für Indiziermethode 'uptime' und Zielsysteme, die der Schablone 8 zugeordnet sind

source: updates all graphs related to graph template id 11 with a new title
de: aktualisiert alle Diagramme der Diagramm Schablone 11 mit einem neuen Titel

source: updates graph id 55 a new title
de: aktualisiert Diagramm 55 mit einem neuen Titel

source: (Not In Use)
de: (Nicht verwendet)

source: - ERROR: Failed to remove this data source
de: - FEHLER: Datenquelle konnte nicht entfernt werden

source: - SUCCESS: Removed data-source-id: (%d)
de: - ERFOLG: Entfernte Datenquelle: (%d)

source: Failed
de: Fehlerhaft

source: Successful
de: Erfolgreich gespeichert.

source: [fail]
de: [Fehler]

source: [new]
de: [neu]

source: [success]
de: [Erfolg]

source: [update]
de: [Aktualisiert]

source: " does not exist.
de: " existiert nicht.

source: %d Days
de: %d Tage

source: %d Graphs
de: %d Diagramme

source: %d Hours
de: Letzte %d Stunden

source: %d Lines
de: %d Zeilen

source: %d Minutes
de: %d Minuten

source: %d Months
de: %d Monate

source: %d Rows
de: %d Zeilen

source: %d Seconds
de: %d Sekunden

source: %d Weeks
de: %d Wochen

source: %d Years
de: %d Jahre

source: ' does not exist.
de: ' existiert nicht.

source: 'cg' graphs are for things like CPU temp/fan speed, while
de: 'cg' Diagramme sind z.B. für CPU Temperatur oder Lüftergeschwindigkeit, während

source: 'ds' graphs are for data-source based graphs (interface stats etc.)
de: 'ds' Diagramme die Datenabfragen-basierte Diagramme sind (Schnittstellen Statistiken usw.)

source: (Edit)
de: (Verändern)

source: (Remove)
de: (Entfernen)

source: (Usually 2x300=600)
de: (Normalerweise 2x300=600)

source: (accepting a lower limit)
de: (benutzt eine untere Grenze)

source: (accepting an upper limit, requires rrdtool 1.2.x)
de: (benutzt eine untere Grenze, benötigt mindestens rrdtool 1.2.x)

source: (accepting both limits, rrdtool default)
de: (benutzt beide Grenzen, rrdtool Standard)

source: (ignoring given limits)
de: (ignoriert die angegebenen Grenzen)

source: *** Forced Password Change ***
de: *** Erzwinge Kennwortwechsel ***

source: , Template propagation is forced
de: , Vererbung der Schablone wird erzwungen

source: , User can override
de: , Benutzer kann überschreiben

source: --alt-autoscale (with limits) to scale using both lower and upper limits (rrdtool default)
de: --alt-autoscale (mit Grenzen, rrdtool Standard)

source: --alt-autoscale to scale to the absolute minimum and maximum
de: --alt-autoscale für Skalierung zwischen Absolutwerten für Minimum und Maximum

source: --alt-autoscale-max to scale to the maximum value, using a given lower limit
de: --alt-autoscale-max benutzt untere Grenze

source: --alt-autoscale-min to scale to the minimum value, using a given upper limit
de: --alt-autoscale-min benutzt obere Grenze

source: . ERROR: Failed to remove this device
de: - FEHLER: Datenquelle konnte nicht entfernt werden

source: . ERROR: Failed to remove this graph
de: - FEHLER: Datenquelle konnte nicht entfernt werden

source: . Success - removed device id:
de: .Erfolg: neue Geräte-ID:

source: . Success - removed graph-id: (%d)
de: . Erfolg - gelöschte graph-id: (%d)

source: 1 Day
de: 1 Tag

source: 1 Hour
de: 1 Stunde

source: 1 Month
de: 1 Monat

source: 1 Thread (default)
de: 1 Thread (Standard)

source: 1 Week
de: 1 Woche

source: 1 Year
de: 1 Jahr

source: 24 Hour (m/d/Y H:M:S)
de: 24 Std. (m/d/Y H:M:S)

source: 24 Hour Alt (Y-m-d H:M:S)
de: 24 Std. Alternative (Y-m-d H:M:S)

source: 24 Hour Alt2 (Y/m/d H:M:S)
de: 24 Std. Alternative2 (Y/m/d H:M:S)

source: 30 Min
de: 30 Minuten

source: <cdef_title>
de: CDEF Name

source: <ds_title>
de: Datenquelle Name

source: <graph_title> (1)
de: <graph_name>(1)

source: <graph_title> Template
de: <graph_title> Schablone

source: <vdef_title>
de: <VDEF Name>

source: <xaxis_title>
de: <X Achsen Name>

source: A &lt;HR&gt; on this legend line will obsolete this setting!
de: Ein &lt;HR&gt; auf dieser Legendenzeile macht diese Einstellung überflüssig!

source: A CDEF (math) function to apply to this item on the graph.
de: Eine CDEF (mathematische) Funktion, die auf dieses Diagramm-Element angewendet wird

source: A VDEF (math) function to apply to this item on the legend.
de: Eine CDEF (mathematische) Funktion, die auf dieses Diagramm-Element angewendet wird

source: A data template name or data source title to search for
de: Ein Name für eine Daten Schablone oder der Titel einer Datenquelle für die Suche

source: A format string for the label.
de: Eine Formatangabe für das Label.

source: A graph template name or graph title to search for
de: Ein Name für eine Diagramm Schablone oder der Titel eines Diagramms für die Suche

source: A more descriptive name for this user, that can include spaces or special characters.
de: Beschreibender Name für den Benutzer, darf Leerzeichen oder spezielle Zeichen enthalten.

source: A name for this associated graph.
de: Der Name für dieses zugeordnetes Diagramm.

source: A name for this data query.
de: Der name für diese Datenabfrage.

source: A second axis will be drawn to the right of the graph. It is tied to the left axis via the scale and shift parameters.
de: Eine zweite Achse wird auf der rechten Seite gezeichnet. Sie ist mit der linken Achse verknüpft über die Skalierungs- und Verschiebungs-Parameter

source: A simple command line utility that converts a Cacti system from using
de: Ein einfaches Kommandozeilen Programm um Datenquellen aus Cacti zu entfernen

source: A simple command line utility to add a data query to an existing device in Cacti
de: Ein einfaches Kommandozeilen-Programm um eine Datenabfrage zu einem bestehenden Endgerät in Cacti hinzuzufügen

source: A simple command line utility to add a device in Cacti
de: Ein einfaches Kommandozeilen Programm um ein neues Zielsystem in Cacti hinzuzufügen

source: A simple command line utility to add graphs in Cacti
de: Ein einfaches Kommandozeilen Programm um neue Diagramme in Cacti hinzuzufügen

source: A simple command line utility to add permissions in Cacti
de: Ein einfaches Kommandozeilen Programm um Berechtigungen in Cacti hinzuzufügen

source: A simple command line utility to associate a graph template with a device in Cacti
de: Ein einfaches Kommandozeilen Programm um einem Zielsystem eine neue Diagramm Schablone in Cacti hinzuzufügen

source: A simple command line utility to change existing devices in Cacti
de: Ein einfaches Kommandozeilen Programm um Zielsysteme in Cacti zu verändern

source: A simple command line utility to create a tree or add tree items in Cacti
de: Ein einfaches Kommandozeilen Programm um ein neue Einträge zum Diagramm-Baum in Cacti hinzuzufügen

source: A simple command line utility to delete objects from a tree in Cacti
de: Ein einfaches Kommandozeilen Programm um Diagramm-Baum Einträge aus Cacti zu löschen

source: A simple command line utility to delete permissions in Cacti
de: Ein einfaches Kommandozeilen Programm um Berechtigungen aus Cacti zu löschen

source: A simple command line utility to import a Template into Cacti
de: Ein einfaches Kommandozeilen Programm um eine Schablone zu Cacti hinzuzufügen

source: A simple command line utility to list data queries in Cacti
de: Ein einfaches Kommandozeilen Programm um Datenabfragen in Cacti anzulisten

source: A simple command line utility to list device templates in Cacti
de: Ein einfaches Kommandozeilen Programm um Zielsystem Schablonen in Cacti anzulisten

source: A simple command line utility to list device(s) in Cacti
de: Ein einfaches Kommandozeilen Programm um Zielsysteme in Cacti anzulisten

source: A simple command line utility to list graphs in Cacti
de: Ein einfaches Kommandozeilen Programm um Diagramme in Cacti anzulisten

source: A simple command line utility to list permissions in Cacti
de: Ein einfaches Kommandozeilen Programm um Berechtigungen in Cacti anzulisten

source: A simple command line utility to list trees in Cacti
de: Ein einfaches Kommandozeilen Programm um Diagramm-Bäume in Cacti anzulisten

source: A simple command line utility to remove a data source from Cacti
de: Ein einfaches Kommandozeilen Programm um Datenquellen aus Cacti zu entfernen

source: A simple command line utility to remove a device from Cacti
de: Ein einfaches Kommandozeilen Programm um Zielsysteme aus Cacti zu entfernen

source: A simple command line utility to remove a graph from Cacti
de: Ein einfaches Kommandozeilen Programm um Diagramme aus Cacti zu entfernen

source: A simple command line utility to remove data queries from devices in Cacti
de: Ein einfaches Kommandozeilen Programm um Datenabfragen aus Cacti zu entfernen

source: A simple command line utility to update a graph from Cacti
de: Ein einfaches Kommandozeilen Programm um ein Diagramm in Cacti zu ändern

source: A simple command line utility to update data queries in Cacti
de: Ein einfaches Kommandozeilen Programm um Datenabfragen in Cacti zu ändern

source: A simple command line utility to update objects of a tree in Cacti
de: Ein einfaches Kommandozeilen Programm um Objekte in einem Diagramm-Baum in Cacti zu ändern

source: A useful icon to use to associate with this Device Template.
de: Ein hilfreiches Sinnbild für dieses Endgerät-Template

source: A useful name for this CDEF.
de: Ein hilfreicher Name für diese CDEF.

source: A useful name for this VDEF.
de: Ein hilfreicher Name für diese VDEF.

source: A useful name for this X-Axis Preset.
de: Ein hilfreicher Name für diesen A-Achsen Einstellung.

source: A useful name for this device template.
de: Ein hilfreicher Name für dieses Endgerät-Template

source: A useful name for this graph tree.
de: Ein hilfreicher Name für diesen Diagrammbaum.

source: ACCESS DENIED
de: Zugriff verweigert

source: Abidja
de: Abidjan

source: About Cacti
de: Über Cacti

source: Accept global colortags only, if any
de: Benutzer nur globale Farbangaben, falls definiert

source: Accept graph template colortags only, if any
de: Benutze nur Farbangaben der Diagramm Schablone, wenn definiert

source: Accept template colortags, user next, global last
de: Benutze Farbangaben der Diagramm Schablone, dann auf Benutzerebene, globale zuletzt

source: Accept user colortags only, if any
de: Benutze nur Benutzer-definierte Farbangaben, falls definiert

source: Accept user colortags, template next, global last
de: Benutze Farbangaben auf Benutzerebene, dann der Diagramm Schablone, globale zuletzt

source: Access Denied
de: Zugriff verweigert

source: Access Denied, please contact you Cacti Administrator.
de: Zugriff verweigert, bitte sprechen Sie Ihren Cacti Verwalter an.

source: Access Denied, user account disabled.
de: Zugriff verweigert, Benutzerkonto deaktiviert.

source: Accessible
de: - nutzbar

source: Account Options
de: Optionen für das Benutzerkonto

source: Account to logon on the remote server (leave empty for defaults). Default: Anonymous.
de: Benutzerkonto für die Anmeldung am entfernten Server (Für Standardwerte leer lassen). Standardwert: Anonymous.

source: Action:
de: Aktion:

source: Actions
de: Aktionen

source: Active
de: Aktiv

source: Add
de: Hinzufügen

source: Add Data Query
de: Füge Daten Abfrage hinzu

source: Add Data Query:
de: Füge Daten Abfrage hinzu:

source: Add Graph Template
de: Füge eine Diagramm Schablone hinzu

source: Add Graph Template:
de: Hinzufügen einer Diagramm Schablone

source: Added Node (Type: %s) node-id: (%d)
de: Element hinzugefügt, Element-ID: (%d)

source: Addis Ababa
de: Addis Abbeba

source: Additional details relative this template.
de: Weitere Details zu dieser Schablone.

source: Address
de: Adresse

source: Address1
de: Adresse 1

source: Address2
de: Adresse 2

source: Adds the given string as a watermark, horizontally centered, at the bottom of the graph.
de: Fügt die Zeichenkette als Wasserzeichen an der Unterseite des Diagramms hinzu, horizontal zentriert

source: Africa
de: Afrika

source: After an initial failure, the number of ping retries Cacti will attempt before failing.
de: Im Falle eines Zugriffsfehlers: Die Zahl der Ping Wiederholungen, bevor Cacti mit einem Fehler aufgibt.

source: Albanian
de: Albanisch

source: Alert
de: Alarm

source: Algiers
de: Algier

source: All
de: Alle

source: All Data Sources (Don't Include Duplicates)
de: Alle datenquellen (Ohne Duplikate)

source: All Data Sources (Include Duplicates)
de: Alle Datenquellen (inklusive Duplikate)

source: All Items Shown
de: Alle Elemente angezeigt

source: All Lines
de: Alle Zeilen

source: All Parameters are optional. Any parameters given must match. A non-empty selection is required.
de: Alle Parameter sind optional. Alle angegebenen Parameter müssen zutreffen

source: All Similar Data Sources (Don't Include Duplicates)
de: Alle gleichartigen Datenquellen (Ohne Duplikate)

source: All Similar Data Sources (Include Duplicates)
de: Alle gleichartigen Datenquellen (Inklusive Duplikate)

source: All Types
de: Alle Typen

source: All devices currently attached to the current Device Template will be updated.
de: Alle der Zielsystem Schablone zugeordneten Zielsysteme werden aktualisiert.

source: All events older than the specified number of days will be discarded if the maximum number of recrods in the Cacti System Log is reached.
de: Alle Ereignisse, die älter als die angegebene ANzahl von Tagen sind werden verworfen wenn die maximale Zahl der Einträge im Cacti System Log erreicht wurden.

source: All new values must be seperated by a delimiter (defaults to ':') from <old>. Multiple <new> parameters are allowed
de: Alle neuen Werte müssen durch Trennzeichen (standard: ':') von <old> getrennt werden. Mehrfache <new> Parameter sind zulässig

source: All subsequent legend line(s) will be aligned as given here.
de: Alle folgenden Legendezeilen werden so ausgerichtet, wie hier definiert.

source: Allow
de: Zulassen

source: Allow Empty Input
de: Leere Eingabe erlaubt

source: Allow Graph Export
de: Diagramm Export zulassen

source: Allow Graph to extend to Future
de: Das Diagramm darf sich in die Zukunft erstrecken

source: Allow Override
de: Erlaube Überschreiben

source: Allow this User to Keep Custom Graph Settings
de: Diesem Benutzer eigenständige Diagramm-Einstellungen zulassen

source: Allow to automatically determine the "default" language of the user and provide it at login time if that language is supported by Cacti. If disabled, the default language will be in force until the user elects another language.
de: Stelle die 'standard' Sprache des Benutzers automatisch fest und benutzte diese bei der Anmeldung, sofern durch Cacti unterstützt. Falls deaktiviert wird die Standardsprache verwendet bis der Benutzer eine andere wählt.

source: Allows Administrators to browse the user log. Administrators can filter and export the log as well.
de: Erlaubt das Ansehen des Benutzerlogs. Verwalter können Filter definieren und das Log exportieren.

source: Allows for authentication against a LDAP server. Users will be created automatically on first login if the Template User is defined, otherwise the defined guest permissions will be used. If PHP's LDAP module is not enabled, LDAP Authentication will not appear as a selectable option.
de: Erlaubt die Authentifizierung gegen einen LDAP Server. Benutzerkonten werden bei der ersten Anmeldung automatisch angelegt, falls eine Benutzer Schablone definiert ist, ansonsten werden die festgelegten Gäste-Berechtigungen benutzt. Wenn PHP's LDAP Module nicht aktiviert ist, dann wird die LDAP Authentifizierung nicht auswählbar sein.

source: Alphabetic
de: Alphabetische Sortierung

source: Alphabetic Ordering
de: Alphabetische Sortierung

source: Alternate Name
de: Abweichender Name

source: Alternate Poller Path
de: Abweichender Poller Dateipfad

source: Alternative Y Grid
de: alternatives Y Gitter

source: America
de: Amerika

source: Anonymous Searching
de: anonyme Suche

source: Another CDEF
de: Weiterer CDEF

source: Antarctica
de: Antarktis

source: Any
de: Beliebig

source: Applied
de: Übernommen

source: Arabic
de: Arabisch

source: Arctic
de: Arktis

source: Are You Sure?
de: Sind Sie sicher?

source: Are you sure you want to add the following Data Query:
de: Sind Sie sicher, dass folgende Datenabfrage hinzugefügt werden soll:

source: Are you sure you want to add the following Graph Template:
de: Sind Sie sicher, dass folgende Diagramm Schablone hinzugefügt werden sollen?

source: Are you sure you want to delete the CDEF
de: Wollen die diese CDEF wirklich löschen

source: Are you sure you want to delete the Data Query Graph
de: Wollen die dieses Datenabfrage-Diagramm wirklich löschen

source: Are you sure you want to delete the device
de: Sind Sie sicher, dass dieses Zielsystem gelöscht werden soll?

source: Are you sure you want to delete the device item
de: Sind Sie sicher, diesen Geräte-Eintrag zu löschen?

source: Are you sure you want to delete the field
de: Wollen die dieses Feld wirklich löschen

source: Are you sure you want to delete the following CDEFs?
de: Sind Sie sicher, dass folgende CDEFs gelöscht werden sollen?

source: Are you sure you want to delete the following Device Templates? All devices currently attached this these Device Templates will lose their template assocation.
de: Sind Sie sicher, das die folgenden Zielsystem Schablonen gelöscht werden sollen? Alle aktuell zugeordneten Zielsysteme verlieren dadurch die Schablonenzuordnung.

source: Are you sure you want to delete the following GPRINT presets?
de: Sind Sie sicher, dass folgende GPRINT Voreinstellungen gelöscht werden sollen?

source: Are you sure you want to delete the following RRAs?
de: Sind Sie sicher, dass folgende RRAs gelöscht werden sollen?

source: Are you sure you want to delete the following VDEFs?
de: Sind Sie sicher, dass folgende VDEFs gelöscht werden sollen?

source: Are you sure you want to delete the following X-Axis Presets?
de: Sind Sie sicher, dass folgende X-Achsen Voreinstellungen gelöscht werden sollen?

source: Are you sure you want to delete the following data input methods?
de: Sind Sie sicher, dass folgendes Datenabfrage-Programm gelöscht werden sollen?

source: Are you sure you want to delete the following data queries?
de: Sind Sie sicher, dass folgende Datenabfrage gelöscht werden sollen?

source: Are you sure you want to delete the following data sources?
de: Sind Sie sicher, dass folgende Datenquellen gelöscht werden sollen?

source: Are you sure you want to delete the following data templates? Any data sources attached to these templates will become individual data sources.
de: Sind Sie sicher, dass die folgenden Daten-Templates gelöscht werden sollen? Alle vorhandenen Datenquellen, die diesen Vorlagen zugeordnet sind werden zu "individuellen Datenquellen".

source: Are you sure you want to delete the following devices?
de: Sind Sie sicher, dass folgende Zielsysteme gelöscht werden sollen?

source: Are you sure you want to delete the following graph templates? Any graphs attached to these templates will become individual graphs.
de: Sind Sie sicher, dass folgende Graph Templates gelöscht werden sollen? Alle zugeordneten Graphen werden zu eigenständigen Graphen.

source: Are you sure you want to delete the following graphs?
de: Sind Sie sicher, dass folgende Diagramme gelöscht werden sollen?

source: Are you sure you want to delete the following pollers? All devices currently attached this these pollers will be reassigned to the default poller.
de: Wollen Sie die folgenden Poller löschen? Alle Zielsysteme, die diesen Pollern derzeit zugeordnet sind werden dem Standard-Poller zugeordnet.
