Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: The maximum time, in seconds, allowed for a script or script server object to run before forcing a timeout of the script process.
es: El tiempo máximo, en segundos, permitido para la ejecución de un script o de un objeto de servidor de script antes de forzar un tiempo de espera agotado para el proceso.

source: Maximum Concurrent RRDTool Processes
es: Número máximo de procesos de RRDTool concurrentes

source: The number of concurrent RRDTool processes to execute. Using a will improve performance to a point.
es: El número de procesos de RRDTool concurrentes a ejecutar. Utilizando esta opción mejorará el desempeño hasta cierto punto.

source: Poller Device Availability Settings
es: Configuración de disponibilidad para equipo por colector

source: Downed Device Detection
es: Detección de equipo caído

source: The method Cacti will use to determine if a host is available for polling. NOTE: It is recommended that, at a minimum, SNMP always be selected.
es: El método con el cual Cacti determinará si un equipo esta disponible para colectar información. NOTA: Se recomenta que por lo menos SNMP siempre esté habilitado.

source: Ping Type
es: Tipo de ping

source: The type of ping packet to sent. NOTE: ICMP requires that the Cacti Service ID have root privilages in Unix.
es: El tipo de paquete de ping a enviar. NOTA: El ping por ICMP requiere que el identificador de proceso de Unix tenga privilegios de root.

source: Ping Timeout Value
es: Valor de tiempo de espera de Ping

source: The timeout value to use for host ICMP and UDP pinging. This host SNMP timeout value applies for SNMP pings.
es: El valor de tiempo de espera para hacer ping por ICMP y UDP. El valor de tiempo de espera de SNMP solo aplica para pings por ese protocolo.

source: Ping Count
es: Cuenta de ping

source: The number of times Cacti will ping a host for availability checking. Average ping time and packet loss data will be stored as applicable.
es: El número de ocaciones que Cacti hará ping a un equipo para checar su disponibilidad. El tiempo promedio de respuesta e información de paquetes perdidos se almacenará según sea aplicable.

source: Device Up/Down Settings
es: Configuración de Operando o Caído de los equipos.

source: Failure Count
es: Cuenta de fallas

source: The number of polling intervals a host must be down before logging an error and reporting host as down.
es: El número de intervalos de colección durante los cuales un equipo no responda antes de guardar el error en bitácora y reportar el equipo como caído.

source: Recovery Count
es: Cuenta de recuperación

source: The number of polling intervals a host must remain up before returning host to an up status and issuing a notice.
es: El número de intervalos de colección durante los cuales un equipo reanude sus respuestas antes de regresar su estatus como Operando y generar una notificación.

source: Authentication Method
es: Método de autenticación

source: <ul><li><i>None</i> - No authentication will be used, all users will have full access.</li><li><i>Builtin Authentication</i> - Cacti handles user authentication, which allows you to create users and give them rights to different areas within Cacti.</li><li><i>Web Basic Authentication</i> - Authentication is handled by the web server. Users can be added or created automatically on first login if the Template User is defined, otherwise the defined guest permissions will be used.</li><li><i>LDAP Authentication</i> - Allows for authentication against a LDAP server. Users will be created automatically on first login if the Template User is defined, otherwise the defined guest permissions will be used.</li><ul>
es: <ul><li><i>None</i> -No se utilizará autenticación, todos los usuarios tendrán acceso completo.</li><li><i>Autenticación Interna</i> - Cacti realiza la autenticación, lo que permite al administrador crear los usuarios y otorgarles privilegios a las diferentes areas del sistema.</li><li><i> Autenticación via Web Básica</i> - La autenticación es realizada por el servidor web. Los usuarios pueden ser añadidos o creados automáticamente en su primer ingreso si se define una Plantilla de Usuario, de lo contrario los permisos de invitado por defecto serán utilizados.</li><li><i> Autenticación LDAP</i> - Permite realizar la autenticación en un servidor LDAP. Los usuarios serán creados automáticamente en su primer ingreso si se define una Plantilla de Usuario, de lo contrario los permisos de invitado por defecto serán utilizados.

source: Guest User
es: Usuario invitado

source: The name of the guest user for viewing graphs; is "guest" by default.
es: El nombre del usuario invitado por defecto para ver gráficas; es "guest".

source: No User
es: No existe usuario

source: User Template
es: Plantilla de usuario

source: The name of the user that cacti will use as a template for new Web Basic and LDAP users; is "guest" by default.
es: El nombre del usuario que Cacti utilizará como plantilla para los nuevos usuarios de Servidor Web y LDAP; por defecto es "guest".

source: Password Expiration
es: Expiración de contraseña

source: Default Password Expiration
es: Expiración de contraseña por defecto

source: Applys when creating new users. Only applys for Builtin Authentication.
es: Aplica al crear usuarios nuevos. Únicamente aplica para Autenticación interna.

source: User Expiration Warning
es: Advertencia de expiración de usuario

source: Number of days to start warning the user that their password is about to expire. Only applys for Builtin Authentication.
es: Número de días para iniciar las notificaciones al usuario sobre la expiración de su contraseña. Únicamente aplica para Autenticación interna.

source: LDAP Settings
es: Configuración LDAP

source: Server
es: Servidor

source: The dns hostname or ip address of the server.
es: El nombre por DNS o la dirección IP del servidor.

source: Port Standard
es: Puerto estandar

source: TCP/UDP port for Non SSL comminications.
es: Puerto TCP/UDP para comnunicaciones no encriptadas con SSL

source: Port SSL
es: Puerto para SSL

source: TCP/UDP port for SSL comminications.
es: Puerto TCP/UDP para comnunicaciones encriptadas con SSL

source: Protocol Version
es: Versión de protocolo

source: Protocol Version that the server supports.
es: La versión de protocolo que soporta el servidor.

source: Encryption
es: Encripción

source: Encryption that the server supports. TLS is only supported by Protocol Version 3.
es: La encripción que soporta el servidor. TLS unicamente es soportado por la Versión 3 del Protocolo.

source: Referrals
es: Referentes

source: Enable or Disable LDAP referrals. If disabled, it may increase the speed of searches.
es: Habilitar o deshabilitar los referentes de LDAP. Al deshabilitar, puede incrementarse la velocidad de las búsquedas.

source: Mode
es: Modo

source: Mode which cacti will attempt to authenicate against the LDAP server. <ul><li><i>No Searching</i> - No Distinguished Name (DN) searching occurs, just attempt to bind with the provided Distinguished Name (DN) format.</ li><li><i>Anonymous Searching</i> - Attempts to search for username against ""LDAP directory via anonymous binding to locate the users Distinguished Name (DN).</li><li><i>Specific Searching</i> - Attempts search for username against LDAP directory via Specific Distinguished Name (DN) and Specific Password for binding to locate the users Distinguished Name (DN).</li></ul>
es: Modo con el cual Cacti intentará realizar la autenticación contra el servidor LDAP. <ul><li><i>Sin búsqueda</i> No se realiza búsqueda por Nombre Distinguible (DN), únicamente se intenta la sesión LDAP con el formato de Nombre Distinguible (DN).</li><li><i>Búsqueda anónima</i> - Intenta buscar el nombre de usuario en el directorio LDAP con sesión anónima para localizar el Nombre Distinguible (DN) del usuario.</li> <li><i>Búsqueda específica</i> - Intenta buscar el nombre de usuario en el directorio LDAP utilizando el Nombre Distinguible (DN) y la Contraseña Específica para iniciar sesión LDAP y localizar el Nombre Distinguible (DN) del usuario.</li></ul>

source: Distinguished Name (DN)
es: Nombre Distinguible (DN)

source: Distinguished Name syntax, such as for windows: <i>"&lt;username&gt; @win2kdomain.local"</i> or for OpenLDAP: <i>"uid=&lt;username&gt;, ou=people,dc=domain,dc=local"</i>. "&lt;username&gt" is replaced with the username that was supplied at the login prompt. This is only used when in "No Searching" mode.
es: Sintaxis de Nombre Distinguible (DN)como para windows: <i>"&lt;username&gt; @win2kdomain.local"</i> o para OpenLDAP: <i>"uid=&lt;username&gt;, ou=people,dc=domain,dc=local"</i>. "&lt;username&gt" es reemplazado con el nombre de usuario que fue proporcionado al inicio de sesión. Esto únicamente se utiliza cuando se está en modo "Sin Busqueda".

source: Search Base
es: Base de búsqueda

source: Search base for searching the LDAP directory, such as <i>"dc=win2kdomain, dc=local"</i> or <i>"ou=people,dc=domain,dc=local"</i>.
es: Base de búsqueda para buscar en el directorio LDAP, por ejemplo <i>"dc= win2kdomain,dc=local"</i> o <i>"ou=people,dc=domain,dc=local"</i>.

source: Search Filter
es: Filtro de Búsqueda

source: Search filter to use to locate the user in the LDAP directory, such as for windows: <i>"(&amp;(objectclass=user)(objectcategory=user) (userPrincipalName=&lt;username&gt;*))"</i> or for OpenLDAP: <i>"(& (objectClass=account)(uid=&lt;username&gt))"</i>. "&lt;username&gt" is replaced with the username that was supplied at the login prompt.
es: Filtro de búsqueda para localizar el usuario en el directorio LDAP. por ejemplo en windows: <i>"(&amp;(objectclass=user)(objectcategory=user) (userPrincipalName=&lt;username&gt;*))"</i> o para OpenLDAP: <i>"(& (objectClass=account)(uid=&lt;username&gt))"</i>. "&lt;username&gt" es reemplazado con el nombre de usuario que fue porporcionado al ingreso al sistema.

source: Search Distingished Name (DN)
es: Buscar Nombre Distinguible (DN)

source: Distinguished Name for Specific Searching binding to the LDAP directory.
es: Nombre Distinguible (DN) para sesión LDAP por Búsqueda Específica.

source: Search Password
es: Buscar Contraseña

source: Password for Specific Searching binding to the LDAP directory.
es: Contraseña para sesión LDAP por Búsqueda Específica.

source: Default RRA
es: Archivo RRA por defecto

source: The default RRA to use when thumbnail graphs are not being displayed or when 'Thumbnail Timespan' is set to '0'.
es: El archivo RRA a utilizar por defecto cuando no se despliegan gráficas en modo previo o cuando el 'Tiempo de vida de Modo Previo' es asignado a '0'.

source: Default
es: Por Defecto

source: Default View Mode
es: Modo de vista por Defecto

source: Which mode you want displayed when you visit 'graph_view.php'
es: Que modo desea que se despliegue al visitar la página de presentación de gráficas.

source: Default Graph View Timespan
es: Tiempo de vida por defecto para la vista de gráfica.

source: The default timespan you wish to be displayed when you display graphs
es: El tiempo de vida por defecto que desea aplique para el desplegado de gráficas.

source: Display Graph View Timespan Selector
es: Selector de tiempo de vida para el despliegue de gráficas.

source: Choose if you want the time span selection box to be displayed.
es: Seleccione si desea que el selector de tiempo de vida sea desplegado.

source: Graph Date Display Format
es: Formato de desplegado de fecha en las gráficas

source: The date format to use for graphs
es: El formato de fecha a utilizar en las gráficas

source: Graph Date Separator
es: Separador de fecha en las gráficas

source: The date separator to be used for graphs
es: El separador para las fechas que será utilizado en las gráficas

source: Page Refresh
es: Recarga de página

source: The number of seconds between automatic page refreshes.
es: El número de segundos entre cada recarga automática de página.

source: Thumbnail Height
es: Altura de modo previo

source: The height of thumbnail graphs in pixels.
es: La altura de modo previo de gráficas en pixeles.

source: Thumbnail Width
es: Ancho de modo previo

source: The width of thumbnail graphs in pixels.
es: El ancho de modo previo de gráficas en pixeles.

source: Thumbnail Columns
es: Columnas de modo previo

source: The number of columns to use when displaying thumbnail graphs.
es: El número de columnas a utilizar al desplegar modo previo de gráficas

source: Thumbnail Sections
es: Secciones de modo previo

source: Which sections of Cacti thumbnail graphs should be used for.
es: En que secciones de Cacti se debe utilizar el modo previo de gráficas.

source: Tree View (Single Pane)
es: Vista de Árbol (Recuadro sencillo)

source: Tree View (Dual Pane)
es: Vista de Árbol (Recuadro doble)

source: Default Graph Tree
es: Árbol de gráficas por defecto

source: The default graph tree to use when displaying graphs in tree mode.
es: El árbol de gráficas por defecto a utilizar cuando se utilize el modode vista de árbol.

source: Default Tree View Mode
es: Modo de vista de árbol por defecto

source: The default mode that will be used when viewing tree mode.
es: El modo por defecto que será utilizado cuando se esté en modo de árbol.

source: Expand Hosts
es: Expandir equipos

source: Choose whether to expand the graph templates used for a host on the dual pane tree.
es: Selecciones si se deben expandir las plantillas de gráficas utilzadas paraun equipo en la vista de árbol con doble recuadro.

source: Graphs Per-Page
es: Gráficas por página

source: The number of graphs to display on one page in preview mode.
es: El número de gráficas a desplegar en una pantalla en modo previo.

source: The number of graphs to display on one page in list view mode.
es: El número de gráficas a desplegar en una pantalla en modo de lista.

source: A name for this data query.
es: Un nombre para esta consulta de información.

source: A description for this data query.
es: Una descripción para esta consulta de información.

source: XML Path
es: Ruta XML

source: The full path to the XML file containing definitions for this data query.
es: La ruta completa al archivo XML que contiene la definición para esta consultade información.

source: How this data query gets its data whether from a script or using SNMP.
es: Como recaba informaicón esta consulta de información, de un script o utilizando SNMP.

source: A name for this associated graph.
es: Un nombre para esta gráfica asociada.

source: Choose what type of host, host template this is. The host template will govern what kinds of data should be gathered from this type of host.
es: Selecciones de que tipo de equipo o plantilla de equipo se trata. La plantilladeterminará que tipo de información deberá se recaudada para este tipo de equipo.

source: SNMP Query
es: Consulta SNMP

source: Script Query
es: Consulta por script

source: Script Query (Using PHP Script Server)
es: Consulta por script (Utilizando el servidor de scripts PHP)

source: Uptime Goes Backwards
es: El tiempo de disponibilidad va en cuenta regresiva

source: Index Count Changed
es: Índice de cuenta cambiado

source: Verify All Fields
es: Varificar todos los campos

source: Tree View
es: Vista de Árbol

source: List View
es: Vista en lista

source: Preview View
es: Vista previa

source: Password expires in
es: La contraseña expira en

source: days
es: días

source: Logout
es: Salir

source: Password expires in
es: La contraseña expira en

source: days
es: días

source: Logged in as
es: Ingresó como

source: Enabling this setting will allow mysql and php to pool connections. This typically will reduce the number of connections to the database. If you are running Solaris, you should consider disabling this option.
es: Habilitar esta configuración permitirá que mysql y php reúnan conecciones.Esto normalmente reducirá el número de conecciones a la base de datos. Si esta corriendo Cacti sobre Solaris, debería considerar deshabilitar esta opción.

source: Number of retries before a connection error is returned from mysql. This setting typically should not exceed 100.
es: El número de reintentos antes de regresar un error de conección de mysql.Normalmente este valor no debe exceder el número 100.

source: This is the number of Megabytes of RAM that PHP will use while executing Cacti related tasks. If you are or are planning on monitoring devices with a large number of metrics, i.e. switch ports in excess of 300, then set this to 64. Otherwise the default value of 32 will be more than enough.
es: El número de Megabytes de memoria RAM que PHP utilizará al realizar tareasrelacionadas con Cacti. Si planea monitorear dispositivos con un gran número de mediciones, por ejemplo más de 300 puertos de switch, asigne unvalor de 64. En caso de no sobrepasar ese número un valor de 32 será suficiente.

source: PHP timeout used while executing Cacti related tasks. If you are or are planning on monitoring devices with a large number of metrics, i.e. switch ports in excess of 300, then set this to 60 seconds. Typically not change is needed, the default is 10 seconds.
es: El tiempo de espera para PHP al realizar tareas relacionadas con Cacti.Si planea monitorear dispositivos con un gran número de mediciones, por ejemplo más de 300 puertos de switch, asigne un valor de 60 segundos. En caso de no sobrepasar ese número un valor de 10 segundos será suficiente.

source: Enabling this setting will turn on prompting throughout the user inferface for confirmation on delete actions.
es: Habilitar esta opción ocasionará que se le solicite confirmación al usuariopara las acciones de eliminación en todo el sistema.

source: Enabling this setting will allow you to see some interal cacti settings, mostly related to templates.
es: Habilitar esta opción ocasionará que el administrador tenga acceso a ciertasconfiguraciones de Cacti, sobre todo lo relacionado con plantillas.

source: Previous Page:
es: Página anterior:

source: Current Page:
es: Página actual:

source: Next Page:
es: Página siguiente:

source: Save Successful.
es: Guardado exitoso.

source: Save Failed.
es: Guardado fallido.

source: Save Failed: Field Input Error (Check Red Fields)
es: Guardado fallido: Error de ingreso de campo (Checar los campos en rojo)

source: Passwords do not match, please retype.
es: Las contraseñas no coinciden, favor de recapturar.

source: You must select at least one field.
es: Se debe seleccionar por lo menos un campo.

source: You must have authentication turned on to use this feature.
es: Se debe terner la autenticación habilitada para usar esta funcionalidad.

source: XML parse error.
es: Error de transferencia de XML

source: Authentication Failure.
es: Falla de autenticación.

source: Unable to change password.
es: No fue posible cambiar la contraseña.

source: You must fill in required values.
es: Se deben requisitrar los valores requeridos.

source: Password changed successfully.
es: Contraseña cambiada exitosamente.

source: Username already in use.
es: El nombre de usuario ya está siendo utilizado.

source: SNMP v3 authentication passwords do not match.
es: Las contraseña de autenticación para SNMP v3 no coinciden.

source: SNMP v3 privacy passphrases do not match.
es: Las frases de seguridad de privacidad para SNMP v3 no coinciden.

source: XML: Cacti version does not exist.
es: XML: La versión de Cacti no existe.

source: XML: Generated with an unknown (probably newer) version of Cacti.
es: XML: Fue generado con una versión desconocida (probablemente más recientede Cacti.

source: XML: Generated with a newer version of Cacti.
es: XML: Fue generado con una versión más reciente de Cacti.

source: XML: Cannot locate type code.
es: XML: No es posible localizar el código de tipo.

source: Custom Value
es: Valor personalizado

source: Device Field Value
es: Valor de campo de dispositivo

source: Script/Command
es: Script o comando

source: Script - Script Server (PHP)
es: Script - en servidor de scripts PHP

source: SNMP Field Name (Dropdown)
es: Nombre de campo SNMP (Menú de caída)

source: SNMP Field Value (From User)
es: Valor de campo SNMP (De usuario)

source: SNMP Output Type (Dropdown)
es: Tipo de salida de SNMO (Menú de caída)

source: Version 1
es: Versión 1

source: Version 2
es: Versión 2

source: Version 3
es: Versión 3

source: No Privacy Protocol
es: No hay protocolo de privacidad

source: MD5 (default)
es: Encripción MD5 (por defecto)

source: SHA
es: Encripción SHA

source: Cacti Syslog Only
es: Bitácora de sistema de Cacti únicamente

source: Cacti Syslog and System Syslog/Eventlog
es: Bitácora de sistema de Cacti y Bitácoras de eventos y de sistema del servidor

source: System Syslog/Eventlog Only
es: Bitácoras de eventos y de sistema del servidor

source: Ping and SNMP - Most Recommended
es: Ping y SNMP - Lo más recomendable

source: SNMP - Reliable
es: SNMP - Confiable

source: Ping - Faster Option with Risk
es: Ping - La opción más rápida con riesgo

source: None - Don't Precheck Device Status
es: Ninguna - No revisar por adelantado el estatus de los equipos

source: ICMP Ping
es: Ping por ICMP

source: UDP Ping
es: Ping por UDP

source: Not Applicable
es: No aplicable

source: NONE - Syslog Only if Selected
es: Ninguna - Únicamente bitácora de sistema

source: LOW - Statistics and Errors
es: BAJA - Estadísticas y Errores

source: MEDIUM - Statistics, Errors and Results
es: MEDIA - Estadísticas, Errores y Resultados

source: HIGH - Statistics, Errors, Results and Major I/O Events
es: ALTA - Estadísticas, Errores, Resultados y eventos importantes de E/S

source: DEBUG - Statistics, Errors, Results, I/O and Program Flow
es: DEBUG - Estadísticas, Errores, Resultados, E/S y flujo de programa.

source: Every Minute
es: Cada Minuto

source: Every 5 Minutes
es: Cada 5 Minutos

source: Every 2 Minutes
es: Cada 2 Minutos

source: Every 15 Minutes
es: Cada 15 Minutos

source: Every 30 Minutes
es: Cada 30 Minutos

source: Every Hour
es: Cada Hora

source: Every 4 Hours
es: Cada 4 Horas

source: Every Day
es: Cada Día

source: 1 Day
es: 1 Día

source: 2 Days
es: 2 Días

source: 1 Week
es: 1 Semana

source: 2 Weeks
es: 2 Semanas

source: 3 Weeks
es: 3 Semanas

source: 1 Month
es: 1 Mes

source: 2 Months
es: 2 Meses

source: 4 Months
es: 4 Meses

source: 1 Year
es: 1 Año

source: 2 Years
es: 2 Año

source: Single Pane
es: Recuadro sencillo

source: Dual Pane
es: Recuadro doble

source: Builtin Authentication
es: Autenticación Interna

source: Web Basic Authentication
es: Autenticación básica via servidor web

source: LDAP Authentication
es: Autenticación vía LDAP

source: Never
es: Nunca

source: 30 Days
es: 30 Días

source: 60 Days
es: 60 Días

source: 90 Days
es: 90 Días

source: 120 Days
es: 120 Días

source: 150 Days
es: 150 Días

source: 180 Days
es: 180 Días

source: 210 Days
es: 210 Días

source: 240 Days
es: 240 Días

source: 270 Days
es: 270 Días

source: 300 Days
es: 300 Días

source: 330 Days
es: 330 Días

source: 360 Days
es: 360 Días

source: No Searching
es: No buscar

source: Anonymous Searching
es: Búsqueda anónima

source: Specific Searching
es: Búsqueda específica

source: Overwrite events as needed
es: Sobreescribir eventos como sea necesario

source: Overwrite events older than the maximum days
es: Sobreescribir eventos mas antiguos que el máximo de días

source: Stop logging if maximum log size is exceeded
es: Detener la bitácora si el tamaño máximo es excedido

source: Special Data Source
es: Fuente de información especial

source: Another CDEF
es: Otro CDEF

source: Custom String
es: Texto Personalizado

source: Manual Ordering (No Sorting)
es: Ordenamiento manual

source: Alphabetic Ordering
es: Ordenamiento Alfabético

source: Numeric Ordering
es: Ordenamiento Numérico

source: Current Graph Item Data Source
es: Fuente de información de elemento de gráfica actual.
