Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: USER_ADMIN: User id '%s' added
es: USER_ADMIN: Usuario id '%s' añadido

source: USER_ADMIN: User id '%s' updated
es: USER_ADMIN: Usuario id '%s' actualizado

source: USER_ADMIN: User id '%s' deleted
es: USER_ADMIN: Usuario id '%s' eliminado

source: USER_ADMIN: User id '%s' enabled
es: USER_ADMIN: Usuario id '%s' habilitado

source: USER_ADMIN: User id '%s' disabled
es: USER_ADMIN: Usuario id '%s' deshabilitado

source: USER_ADMIN: User '%s' copied to user '%s'
es: USER_ADMIN: Usuario '%s' copiado al usuario '%s'

source: USER_ADMIN: User id '%s' realms updated
es: USER_ADMIN: Permisos de acceso del usuario id '%s' actualizados

source: USER_ADMIN: User id '%s' graph settings updated
es: USER_ADMIN: Permisos de gráficas del usuario id '%s' actualizados

source: USER_ADMIN: User id '%s' graph permissions added for type '%s' item id '%s'
es: Permisos de gráficas del usuario id '%s' añadidos para el tipo '%s' elemento '%s'.

source: USER_ADMIN: User id '%s' graph permissions removed for type '%s' item id '%s'
es: Permisos de gráficas del usuario id '%s' eliminados para el tipo '%s' elemento '%s'.

source: No username defined
es: No se especificó nombre de usuario

source: LDAP: Setting up connection to %s:%s
es: LDAP: Negociando coneccion a %s:%s

source: LDAP: Setting protocol version to
es: LDAP: Especificando versión de protocolo a

source: Protocol Error, Unable to set version
es: Error de protocolo, no fue posible especificar la versión

source: LDAP: Setting referral option to
es: LDAP: Especificando la opción de referente a

source: Unable to set referrals option
es: No fue posible especificar la opción del referente

source: LDAP: Starting TLS encryption
es: LDAP: Iniciando encripción TLS

source: Protocol error, unable to start TLS communications
es: Error de protocolo, no fue posible iniciar comunicaciones TLS

source: LDAP: Binding to LDAP server
es: LDAP: Iniciando sesión con servidor LDAP

source: Authentication Success
es: Autenticación exitosa

source: Protocol error
es: Error de protocolo

source: Authenication Failure
es: Autenticación fallida

source: Insuffient access
es: Acceso insuficiente

source: Unable to connect to server
es: No fue posible conectarse al servidor

source: Timeout
es: Tiempo de espera agotado

source: General bind error, LDAP result:
es: Error general de sesión, resultado LDAP:

source: Unable to create LDAP object
es: No fue posible crear el objeto LDAP

source: LDAP_SEARCH: No username defined
es: LDAP_SEARCH: No se especificó nombre de usuario

source: User found
es: Usuario localizado

source: LDAP_SEARCH: Using DN '%s' and password '%s' for binding
es: LDAP_SEARCH: Iniciando sesión utilizando DN '%s' y contraseña '%s'

source: LDAP_SEARCH: Using anonymous for binding
es: LDAP_SEARCH: Iniciando sesión anónimamente

source: LDAP_SEARCH: Search filter '%s'
es: LDAP_SEARCH: Filtro de busqueda '%s'

source: LDAP_SEARCH: Setting protocol version to %s
es: LDAP_SEARCH: Especificando %s como versión de protocolo

source: Protocol error, unable to set version
es: Error de protocolo, no fue posible especificar la versión

source: LDAP_SEARCH: Setting referral option to
es: LDAP_SEARCH: Especificando la opción del referente a

source: LDAP_SEARCH: Starting TLS encryption
es: LDAP_SEARCH: Iniciando encripción TLS

source: LDAP_SEARCH: Binding to LDAP server
es: LDAP_SEARCH: Iniciando sesión con servidor LDAP

source: LDAP_SEARCH: User found, DN '%s'
es: LDAP_SEARCH: Usuario localizando, DN '%s'

source: More than one matching user found
es: Se localizó mas de un usuario equivalente

source: Unable to find users DN
es: No fue posible localizar el DN de usuario

source: Invalid credentials
es: Credenciales invalidas

source: General bind error, LDAP result: %s
es: Error de inicio de sesión general, resultado LDAP: %s

source: Unable to create LDAP connection object
es: No fue posible crear objeto de conección LDAP

source: Export path does not exist!
es: La ruta de exportación no existe!

source: Export timing not specified. Updated config to disable exporting.
es: Tiempo de exportación no especificado. Se actualizó la configuración para deshabilitar el poder exportar.

source: Using PHP built-in FTP functions.
es: Utilizando las funciones internas de PHP para transferencia FTP

source: Using ncftpput.
es: Utilizando ncftpput.

source: Export method not specified. Updated config to use local exporting.
es: No se especificó el método de exportación. Se actualizó la configuración para utilizar exportación local.

source: EXPORT (fatal): FTP Hostname is not expected to be blank!
es: EXPORTAR (fatal): El nombre de servidor FTP no debe estar en blanco!

source: EXPORT (fatal): FTP Remote export path is not expected to be blank!
es: EXPORTAR (fatal): La ruta de exportación remota via FTP no debe estar en blanco!

source: Using Anonymous transfer method.
es: Utilizando método de transferencia anónimo

source: Using passive transfer method.
es: Utilizando método de transferencia pasivo

source: EXPORT (fatal): FTP Connection failed! Check hostname and port.
es: EXPORTAR (fatal): Conección FTP fallida! Favor de revisar el nombre de servidor y puerto.

source: Conection to remote server was successful.
es: La conección al servidor remoto fue exitosa.

source: EXPORT (fatal): FTP Login failed! Check username and password.
es: EXPORTAR (fatal): Autenticación a FTP fallida! Favor de revisar el nombre de usuario y contraseña.

source: Remote login was successful.
es: Autenticación remota exitosa.

source: EXPORT (fatal): FTP Remote directory does not exist!.
es: EXPORTAR (fatal): El directorio remoto FTP no existe!

source: Deleting remote files.
es: Eliminando archivos remotos.

source: Uploading files to remote location.
es: Subiendo archivos a la ruta remota.

source: Failed to upload '%s'.
es: Hubo un fallo al subir '%s'.

source: Closed ftp connection.
es: Sesión FTP finalizada.

source: Success.
es: Exito.

source: Could not connect to remote host.
es: No fue posible conectarse a servidor remoto.

source: Could not connect to remote host - timed out.
es: No fue posible conectarse a servidor remoto - tiempo de espera agotado.

source: Transfer failed.
es: Transferencia fallida.

source: Transfer failed - timed out.
es: Transferencia fallida - tiempo de espera agotado.

source: Directory change failed.
es: Error al cambiar de directorio.

source: Directory change failed - timed out.
es: Error al cambiar de directorio. - tiempo de espera agotado.

source: Malformed URL.
es: Dirección URL mal formada.

source: Usage error.
es: Error de utilización

source: Error in login configuration file.
es: Error en el archivo de configuración de autenticación.

source: Library initialization failed.
es: Error en inicialización de librería.

source: Session initialization failed.
es: Error en inicialización de sesión.

source: Ncftpput returned:
es: El comando Ncftpput regresó:

source: Running graph export
es: Corriendo exportación de gráfica%s

source: Displaying '%i' Exported Graph%s
es: Desplegando '%i' gráfica%s exportada%s

source: Graph
es: Gráfica

source: No Graphs Found.
es: No se encontraron gráficas.

source: Exported Graphs
es: Gráficas exportadas

source: SYSTEM
es: SISTEMA

source: Cacti Logging
es: Bitacora de Cacti

source: EMERGENCY
es: EMERGENCIA

source: ALERT
es: ALERTA

source: CRITICAL
es: CRITICO

source: WARNING
es: ADVERTENCIA

source: NOTICE
es: AVISO

source: INFO
es: INFORMACIÓN

source: UNKNOWN
es: DESCONOCIDO

source: The Cacti log is filled and can not receive additional records
es: La bitacora de Cacti está llena y no puede recibir registros adicionales

source: Name
es: Nombre

source: The name given to this data template.
es: El nombre asignado a esta plantilla de información.

source: Data Input Type
es: Tipo de ingreso de información

source: Where this data source should get its input data.
es: El origen de donde esta fuente de datos debe recibir su información.

source: The script/source used to gather data for this data source.
es: El origen o script utilizado para reunir informacion en esta fuente de datos.

source: Data Query
es: Consulta de información

source: Choose the data query to use for retrieving data for this data source.
es: Elija la consulta de información que se utilizará para esta fuente de información.

source: Do Not Template this Field
es: No incluir este campo en la plantilla

source: SNMP (Generic Options)
es: Opciones genericas de SNMP

source: SNMP (v1/v2c Options)
es: Opciones v1/v2c de SNMP

source: SNMP (v3 Options)
es: Opciones v3 de SNMP

source: SNMP Port
es: Puerto SNMP

source: Override Device Field
es: No tomar en cuenta el Campo de Dispositivo

source: Enter the UDP port number to use for SNMP (default is 161).
es: Capture el puerto UDP que utilizara con SNMP (por defecto es el 161)

source: SNMP Timeout
es: Tiempo de espera para SNMP agotado

source: The maximum number of milliseconds Cacti will wait for an SNMP response (does not work with php-snmp support).
es: El número máximo de milisegundos que Cacti esperará por una repuesta SNMP(no aplica para php-snmp).

source: SNMP Version
es: Versión de SNMP

source: Choose the SNMP version for this host.
es: Eliga la versión SNMP a utilizar para este equipo.

source: SNMP Community
es: Comunidad SNMP

source: Fill in the SNMP read community for this device.
es: Capture la comunidad SNMP para lectura de este equipo.

source: Username
es: Nombre de Usuario

source: The default SNMP v3 username.
es: El nombre de usuario por defecto para SNMP v3.

source: Password
es: Contraseña

source: The default SNMP v3 password.
es: La contraseña por defecto para SNMP v3.

source: Authentication Protocol
es: Protocolo de autenticación

source: Select the default SNMP v3 authentication protocol to use.
es: Seleccione el protocolo de autenticación por defecto para SNMP v3.

source: Privacy Passphrase
es: Frase secreta de privacidad

source: The default SNMP v3 privacy passphrase.
es: La frase secreta de privacidad para SNMP v3.

source: Privacy Protocol
es: Protocolo de privacidad

source: Select the default SNMP v3 privacy protocol to use.
es: Seleccione el protocolo de privacidad por defecto para SNMP v3.

source: Choose a name for this data source.
es: Asigne un nombre para esta fuente de información.

source: Data Source Path
es: Ruta de esta fuente de información.

source: The full path to the RRD file.
es: La ruta completa al archivo RRD.

source: Associated RRA's
es: RRAs asociados

source: Which RRA's to use when entering data. (It is recommended that you select all of these values).
es: Cuales RRAs se utilizarán para ingresar información. (Se recomienta que se seleccionen todos estos valores).

source: Step
es: Paso

source: The amount of time in seconds between expected updates.
es: La cantidad de tiempo en segundos entre actualizaciones.

source: Active
es: Activo

source: Whether Cacti should gather data for this data source or not.
es: Indique si Cacti debe reunir información para esta fuente o no.

source: Data Source Active
es: Fuente de información activa

source: Internal Data Source Name
es: Nombre interno para fuente de información

source: Choose unique name to represent this piece of data inside of the rrd file.
es: Eliga el nombre unico para representar esta porción de información dentro dentro del archivo rrd.

source: Minimum Value
es: Valor mínimo

source: The minimum value of data that is allowed to be collected.
es: El valor mínimo de informacion que será aceptable recabar.

source: Maximum Value
es: Valor máximo

source: The maximum value of data that is allowed to be collected.
es: El valor máximo de informacion que será aceptable recabar.

source: Data Source Type
es: Tipo de fuente de información

source: How data is represented in the RRA.
es: Como se representará la información en el RRA.

source: Heartbeat
es: Señal de vida

source: The maximum amount of time that can pass before data is entered as "unknown ". (Usually 2x300=600)
es: La cantidad máxima de tiempo que puede transcurrir antes de que la información sea ingresada como "desconocida". (Normalmente 2x300=600)

source: Delete Items
es: Eliminar elementos

source: Duplicate Items
es: Duplicar elementos

source: Select All
es: Seleccionar todo

source: Collapse Row
es: Cerrar hilera

source: Row #
es: Hilera #

source: Move Item Down
es: Mover elemento hacia abajo

source: Move Item Up
es: Mover elemento hacia arriba

source: Item #
es: Elemento #

source: No graph items found.
es: No se encontraron gráficas.

source: Add
es: Agregar

source: Zoom Graph
es: Hacer zoom en gráfica

source: Next
es: Siguiente

source: Graphs
es: Gráficas

source: Tree Mode
es: Modo de Árbol

source: List Mode
es: Modo de Lista

source: Preview Mode
es: Modo de Vista Previa

source: Properties
es: Propiedades

source: Settings
es: Opciones

source: Console
es: Consola

source: Graph Management
es: Administración de Gráficas

source: (Edit)
es: (Editar)

source: Actions
es: Acciones

source: Graph Items
es: Elementos de gráficas

source: Create New Graphs
es: Crear nuevas gráficas

source: Create Graphs from Data Query
es: Crear gráficas desde consulta de información

source: Graph Trees
es: Árboles de gráficas

source: (Remove)
es: (Eliminar)

source: Graph Tree Items
es: Elementos del árbol de gráficas

source: (Remove Item)
es: (Eliminar elemento)

source: Graph Templates
es: Plantillas de gráficas

source: Graph Template Items
es: Elementos de plantillas de gráficas

source: Graph Item Inputs
es: Entradas de elementos de gráficas

source: Device Templates
es: Plantillas de equipos

source: Data Templates
es: Plantillas de información

source: Data Sources
es: Fuentes de información

source: Devices
es: Dispositivos

source: Round Robin Archives
es: Archivos Round Robin Archive

source: Round Robin Archive Templates
es: Plantillas Round Robin Archive

source: Data Input Methods
es: Métodos de entrada de información

source: Data Input Fields
es: Campos de entrada de información

source: Data Queries
es: Consultas de información

source: Associated Graph Templates
es: Plantillas de gráfica asociadas

source: Utilities
es: Utilerias

source: View Poller Cache
es: Ver el cache del colector

source: View SNMP Cache
es: Ver el cache de SNMP

source: Clear Poller Cache
es: Eliminar el cache del colector

source: View Cacti Syslog
es: Ver la bitácora de sistema de Cacti

source: Clear Cacti Syslog
es: Eliminar la bitácora de sistema de Cacti

source: Cacti Settings
es: Opciones de Cacti

source: User Management
es: Administración de Usuarios

source: Edit (Graph Permissions)
es: Editar (Permisos de gráficas)

source: Edit (Realm Permissions)
es: Editar (Permisos de acceso)

source: Edit (Graph Settings)
es: Editar (Opciones de gráficas)

source: Edit (User Settings)
es: Editar (Opciones de usuario)

source: About Cacti
es: Acerca de Cacti

source: Export Templates
es: Exportar Plantillas

source: Export Results
es: Exportar Resultados

source: Import Templates
es: Importar Plantillas

source: Pollers
es: Colectores

source: Change Password
es: Cambiar Contraseña

source: Settings Wizard
es: Asistente de Opciones

source: User Settings
es: Opciones de usuario

source: Data Presets
es: Preconfiguraciones de información

source: Colors
es: Colores

source: CDEF Items
es: Elementos CDEF

source: Move Down
es: Mover hacia abajo

source: Move Up
es: Nover hacia arriba

source: Delete
es: Eliminar

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: There are no RRA's assigned to data_source_id:
es: No hay archivos RRA asociados a data_source_id:

source: GRAPH ACCESS DENIED
es: ACCESO A LAS GRÁFICAS DENEGADO

source: From
es: Desde

source: To
es: Hasta

source: This poller is the main system poller. It can not be deleted.
es: Este colector es el principal del sistema. No puede ser eliminado.

source: Can Not Delete Poller
es: No es posible eliminar el colector

source: The poller selected is in use for '%s' hosts and can not be deleted. You can not delete a poller when it has hosts associated with it.
es: El colector seleccionado esta siendo utilizado para '%s' equipos y no puede ser eliminado. No es posible eliminar un colector cuando tiene equipos asociados.

source: This poller is the main system poller. It can not be disabled.
es: Este colector es el principal del sistema. No puede ser deshabilitado.

source: Can Not Disable Poller
es: No es posible deshabilitar el colector

source: ERROR: Script Server Timed Out
es: ERROR: Tiempo de espera agotado para el servidor de script

source: About to Spawn a Remote Process [CMD: %s, ARGS: %s]
es: Se generará un Proceso Remoto [CMD: %s, ARGS: %s]

source: Poller is down for some reason
es: El colector no responde por alguna razón

source: POLLER EVENT: Poller is DOWN Message:
es: EVENTO DEL COLECTOR: Colector NO RESPONDE Mensaje:

source: POLLER EVENT: Poller Returned from DOWN State
es: EVENTO DEL COLECTOR: Colector se Recupero de NO RESPONDER

source: Device does not require SNMP
es: El equipo no requiere SNMP

source: Availability disabled for host
es: Disponibilidad deshabilitada para el equipo

source: SNMP: Device does not require SNMP
es: SNMP: El equipo no requiere SNMP

source: AVAIL: Availability cheking disabled for host
es: DISP: Checado de disponibilidad deshabilitada para el equipo

source: DEVICE EVENT: Device is DOWN Message:
es: EVENTO DE EQUIPO: El equipo NO RESPONDE Mensaje:

source: DEVICE EVENT: Device Returned from DOWN State
es: EVENTO DE EQUIPO: El equipo se Recupero de NO RESPONDER

source: ICMP Ping timed out
es: Tiempo de espera agotado para Ping via ICMP

source: Cannot connect to host
es: No es posible conectarse al equipo

source: ICMP ping Timed out
es: Tiempo de espera agotado para Ping via ICMP

source: Device is alive
es: El equipo responde

source: Destination address not specified
es: Direccion destino no especificada

source: Device did not respond to SNMP
es: El equipo no responde a SNMP

source: Device responded to SNMP
es: El equipo responde a SNMP

source: UDP ping timed out
es: Tiempo de espera agotado para Ping via UDP

source: Ping not performed due to setting.
es: Ping no realizado debido a configuración previa.

source: SNMP not performed due to setting or ping result.
es: SNMP no realizado debido a configuración previa o resultado del ping.

source: Selected
es: Seleccionado

source: Not Selected
es: No Seleccionado

source: Disabled
es: Deshabilitado

source: Down
es: Caido

source: Recovering
es: Recuperando

source: Up
es: Arriba

source: Unknown
es: Desconocido

source: Data Source
es: Fuente de información

source: Data Source Item
es: Elemento de fuente de información

source: Data Input
es: Ingreso de información

source: Running data query [%i].
es: Corriendo consulta de información [%i].

source: Found type = '1' [snmp query].
es: Se encontró tipo de consulta = '1' [snmp].

source: Found type = '2 '[script query].
es: Se encontró tipo de consulta = '2' [script].

source: Found type = '3 '[php script server query].
es: Se encontró tipo de consulta = '3' [script en php].

source: Unknown type = '%i'
es: Tipo de consulta desconocido = '%i'

source: Error parsing XML file into an array.
es: Error al transferir el archivo XML a un arreglo

source: XML file parsed ok.
es: Archivo XML transferido correctamente.

source: Executing script for list of indexes '%s'
es: Ejecutando script para extraer lista de índices '%s'

source: Executing script query '%s'
es: Ejecutando consulta por script '%s'

source: Found item [%s='%s'] index: %s
es: Elemento encontrado [%s='%s'] índice %s

source: Executing SNMP walk for list of indexes @ '
es: Ejecutando SNMP walk para extraer lista de índices @ '

source: No SNMP data returned
es: No se recibió información vía SNMP

source: Inserting index data [value='
es: Insertando índice de información valor='

source: Located input field '%s' [get]
es: Se localizó el campo de ingreso '%s' [get]

source: Executing SNMP get for data @ '%s' [value='%s']
es: Ejecutando adquisición via SNMP para información @ '%s' [valor='%s']

source: Executing SNMP walk for data @ '
es: Ejecutando SNMP walk para extraer información @ '

source: Found item [%s='%s'] index: %s [from value]
es: Se encontró elemento [%s='%s'] índice: %s [a partir del valor]

source: Found item [%s='%s'] index: %s [from regexp oid parse]
es: Se encontró elemento [%s='%s'] índice: %s [a partir de transferencia de expresión regular de oid]

source: Found item [%s='%s'] index: %s [from regexp value parse]
es: Se encontró elemento [%s='%s'] índice: %s [a partir de transferencia de expresión regular del valor]

source: Unknown Index
es: Índice desconocido

source: Could not find data query XML file at '%s'
es: No se localizó el archivo XML de consulta de información en '%s'

source: Found data query XML file at '%s'
es: Se localizó el archivo XML de consulta de información en '%s'

source: Cannot connect to MySQL server on '%s'. Please make sure you have specified a valid MySQL database name in 'include/config.php'.
es: No es posible conectarse al servidor MySQL en '%s'. Favor de cerciorarse de haber especificado un nombre válido de base de datos MySQL en 'include/config.php'.

source: Invalid graph template.
es: Plantilla de gráfica inválida.

source: Invalid data template.
es: Plantilla de información inválida.

source: Invalid data input method.
es: Método de ingreso de información inválido.

source: Invalid GPRINT preset.
es: Preconfiguración GPRINT inválida.

source: Invalid round robin archive.
es: Archivo round robin inválido.

source: Invalid host template.
es: Plantilla de equipo inválida.

source: Invalid data query.
es: Consulta de información inválida.

source: Graph Template:
es: Plantilla de gráfica:

source: Data Query:
es: Consulta de información:

source: (Non Indexed)
es: (No Indexado)

source: Tree:
es: Árbol:

source: Leaf:
es: Rama:

source: Device:
es: Equipo:

source: (No Graph Template)
es: (Plantilla de gráfica faltante)

source: Enable
es: Habilitar

source: Disable
es: Deshabilitar

source: To enable the following pollers, press the "yes" button below.
es: Para habilitar los siguientes colectores, oprima el boton "si".

source: To disable the following pollers, press the "yes" button below.
es: Para deshabilitar los siguientes colectores, oprima el boton "si".

source: To delete the following pollers, press the "yes" button below.
es: Para eliminar los siguientes colectores, oprima el boton "si".

source: You must select at least one poller.
es: Se debe seleccionar por lo menos un colector.

source: Save
es: Salvar

source: [edit:
es: [editar:

source: [new]
es: [nuevo]

source: Data Pollers
es: Colectores de Información

source: Hostname
es: Nombre de equipo

source: Status
es: Estatus

source: Last Time
es: Última ocasión

source: Min Time
es: Tiempo mínimo

source: Max Time
es: Tiempo máximo

source: Avg Time
es: Tiempo promedio

source: Enabled
es: Habilitado

source: Last Run Time
es: Última ejecución

source: Yes
es: Si

source: No Data Pollers
es: Colectores de información no encontrados

source: Are You Sure?
es: ¿Esta seguro?

source: Are you sure you want to delete the field
es: ¿Esta seguro de querer eliminar el campo?

source: Output
es: Salida

source: Input
es: Entrada

source: Field Input
es: Campo de ingreso

source: This script appears to have no input values, therefore there is nothing to add.
es: Este script aparenta no tener valores de entrada, por lo tanto no hay nada que añadir.

source: Are you sure you want to delete the data input method
es: ¿Esta seguro de querer eliminar el método de ingreso de información?

source: Custom Scripts
es: Scripts Customizados

source: Input Fields
es: Campos de entrada

source: Found in Input String?
es: ¿Encontrado en texto de entrada?

source: Friendly Name
es: Nombre amigable
