Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: No Input Fields Defined
es: No se definieron campos de entrada

source: Output Fields
es: Campos de salida

source: Update RRD
es: Actualizar RRD

source: No Output Fields
es: No exiten campos de salida

source: No Data Input Methods
es: No exiten métodos de salida

source: General wizard aids you in setting up Cacti's general settings for your enviroment.
es: El asistente general le ayuda a configurar las opciones generales de Cacti.

source: SNMP wizard aids in setting up the default SNMP settings of Cacti.
es: El asistente SNMP le ayuda a configurar las opciones por defecto de Cacti.

source: Paths
es: Rutas

source: Paths wizard aids in setting up the paths to required executables and logs for cacti.
es: El asistente de rutas le ayuda a configurar las rutas a los ejecutables requeridos y las bitácoras de Cacti.

source: Poller
es: Colector

source: Poller wizard aids in setting up the Poller Type, Poller Execution, Default Device Availability and Default Device Up/Down Settings.
es: El asistente de colector le ayuda a configurar el tipo de colector, su ejecucion, la disponibilidad por defecto de equipo y la configuración por defecto de estado arriba/abajo.

source: Visual
es: Visualizaciones

source: Visual wizard aids in setting up the visual settings of Cacti, including the Default Theme, Rows per Page and other settings.
es: El asistente visual le ayuda a configurar el aspecto visual de Cacti, incluyendo el Tema por defecto, las hileras por página y otros.

source: Authenication
es: El asistente de visualizaciones le ayuda a configurar los efectos visuales Cacti, incluyendo el Tema por defecto, la cantidad de hileras por página y otros.

source: Authenication wizard aids in setting up Cacti's Authenication system for your enviroment. Be prepared to answer questions and have configuration settings that are appropriate to you enviroment. If you plan on using LDAP, please have ready your LDAP server parameters, and if needed an authorzied binding for searching the LDAP server.
es: El asistente de autenticación le ayuda a configurar el sistema de autenticación de Cacti. Favor de estar preparado a responder preguntas y a proporcionar datos de configuración apropiados para su implementación. Si planea utilizar LDAP favor de tener la configuracion de su servidor LDAP a la mano, asi como la autorización para iniciar sesiones en el mismo.

source: Graph Export
es: Exportar gráficas

source: Graph Export wizard aids in setting up exporting of graphs to static pages, either locally or FTP to a remote server.
es: El asistente de exportar gráficas le ayuda a configurar la exportación de gráficas a páginas estáticas, ya sea localmente o via FTP a un servidor remoto.

source: Welcome to the Settings Wizard
es: Bienvenido al asistente de configuración

source: This wizard is designed to help you setup features in Cacti. Please select the section you would like to setup.
es: Este asistente esta diseñado para ayudarle a configurar Cacti. Favor de seleccionar la sección que desea configurar.

source: Setup Wizard
es: Asistente de configuración

source: Invalid wizard "
es: Asistente inválido "

source: " unable to execute wizard_render function.
es: " no fue posible ejecutar la función generar_asistente.

source: Unable to include Wizard File for wizard "
es: No fue posible incluir el Archivo de asistente para el asistente "

source: Introduction
es: Introducción

source: Available Wizards
es: Asistentes disponibles

source: Wizard
es: Asistente

source: Description
es: Descripción

source: None
es: Ninguno

source: Wizard Continuation
es: Continuación del asistente

source: It has been detected that you have left the wizard and returned. <br><br>Would you like to continue where you left off?
es: Se ha detectado que usted dejó el asistente y ahora regresa. <br><br>¿Desea continuar donde lo dejó?

source: WIZARD DEBUG
es: DEBUG DE ASISTENTE

source: Wizard Session Variables:
es: Variables de sesión de asitente:

source: Form Variables:
es: Variables de formulario:

source: Parent Item
es: Elemento padre

source: Choose the parent for this header/graph.
es: Eliga el padre para este encabezado/gráfica.

source: Tree Item Type
es: Tipo de elemento de árbol

source: Choose what type of tree item this is.
es: Eliga que de tipo de elemento de árbol se trata.

source: Tree Item Value
es: Valor de elemento de árbol

source: Title
es: Título

source: If this item is a header, enter a title here.
es: Si este elemento es un encabezado, capture un nombre aqui.

source: Sorting Type
es: Tipo de orden

source: Choose how children of this branch will be sorted.
es: Elija como serán ordenados los hijos de esta rama.

source: Propagate Changes
es: Propagar cambios

source: Propagate all options on this form (except for 'Title') to all child 'Header' items.
es: Propagar todas las opciones de este formulatio (excepto el 'Título' a todos los elementos hijos de tipo 'Encabezado'

source: Choose a graph from this list to add it to the tree.
es: Elija una gráfica de esta lista para añadirla al árbol.

source: Round Robin Archive
es: Archivo Round Robin

source: Choose a round robin archive to control how this graph is displayed.
es: Elija un archivo round robin para controlar como se desplegará esta gráfica.

source: Host
es: Equipo

source: Choose a host here to add it to the tree.
es: Elija un equipo para añadirlo al árbol.

source: Graph Grouping Style
es: Estilo de agrupamiento de gráficas

source: Choose how graphs are grouped when drawn for this particular host on the tree.
es: Elija como se agruparán las gráficas cuando son generadas para este equipo en particular en el árbol.

source: Tree Items
es: Elementos de árbol.

source: Item
es: Elemento

source: Value
es: Valor

source: No Graph Tree Items
es: No se encontraron elementos de árbol de gráficas.

source: No Graphs Trees
es: No se encontraron árboles de gráficas.

source: CHANGEPASSWORD: Password change successful
es: Cambio de contraseña exitoso

source: CHANGEPASSWORD: Authenication failure on old password
es: Error de autenticación en contraseña anterior

source: CHANGEPASSWORD: General Error unable to change password
es: Error general, no fue posible cambiar el password

source: Current Password
es: Contraseña actual

source: Enter your current password validation.
es: Ingrese su validación de contraseña actual.

source: New Password
es: Nueva contraseña

source: Enter your new password twice. Remember that passwords are case sensitive!
es: Ingrese su contraseña nueva dos veces. Recuerde que son sensibles a mayúsculas y minúsculas!

source: Current selected Authentication Method does not support changing of passwords.
es: El método de autenticación activo actualmente no soporta cambio de contraseñas.

source: Access Denied.
es: Acceso denegado

source: Graph Item
es: Elemento de gráfica

source: Duplicate
es: Duplicar

source: To delete the following rra template, press the "yes" button below.
es: Para eliminar la siguiente plantilla de rra, oprima el botón "si".

source: To duplicate the rra template, provide a name and then press the "yes" button below.
es: Para duplicar la plantilla rra, ingrese un nombre y oprima el botón "si".

source: You must select at least one rra template.
es: Debe elegir por lo menos una plantilla rra.

source: Are you sure you want to delete the rra template?<strong>'
es: Esta seguro de eliminar la plantilla rra?<strong>'

source: RRA Templates
es: Plantillas RRA

source: Associated RRA Items
es: Elementos RRA asociados

source: Steps
es: Pasos

source: Rows
es: Hileras

source: Timespan
es: Periodo de tiempo

source: No associated rra template settings.
es: No hay configuracion de plantilla rra asociada.

source: RRA Template Name
es: Nombre de plantilla RRA

source: No RRA Templates
es: No hay plantillas RRA

source: Graph Template:
es: Plantilla de gráfica:

source: Created graph:
es: Gráfica creada:

source: Create
es: Crear

source: Template:
es: Plantilla:

source: Create new graphs for the following host:
es: Crear gráficas nuevas para el siguiente equipo:

source: Edit this Host
es: Editar este equipo

source: Create New Host
es: Crear equipo nuevo

source: Create:
es: Crear:

source: No graph templates specified for this host template.
es: No se especificaron plantillas de gráficas para esta plantilla de equipo.

source: Select a graph type to create
es: Eliga el tipo de gráfica a crear

source: Reload Associated Query
es: Refrescar la consulta asociada

source: This data query is not being used by any graph templates. You must create at least one graph template that references to a data template using this data query.
es: Esta consulta de información no esta siendo utilizada por ninguna plantilla de gráficas. Se debe crear por lo menos una plantilla de gráfica que haga referencia a esta consulta de información.

source: This data query returned 0 rows, perhaps there was a problem executing this data query. You can
es: Esta consulta de información regresó 0 hileras, probablemente existió un problema ejecutándola. Usted puede

source: run this data query in debug mode</a> to get more information.
es: ejecutar esta consulta de información en modo de debugeo</a> para obtener más datos.

source: SelectAll
es: Seleccionar todo

source: Error in data query.
es: Error en consulta de información.

source: Select a graph type:
es: Eliga un tipo de gráfica:

source: Are you sure you want to delete the round robin archive
es: ¿Esta seguro de querer eliminar el archivo round robin?

source: No Items Found
es: No se encontraron elementos

source: Hex Value
es: Valor Hexadecimal

source: GPRINT Presets
es: Preconfiguración GPRINT

source: Format String
es: Texto de formato

source: Are you sure you want to delete the following host templates? All devices currently attached this these host templates will lose their template assocation.
es: ¿Esta seguro de querer eliminar las plantillas de equipo seleccionadas? Todos los equipos actualmente asociados a estas plantillas perderán su asociación de plantilla.

source: When you click save, the following host templates will be duplicated. You can optionally change the title format for the new host templates.
es: Cuando usted seleccione guardar, las plantillas de equipos serán duplicadas. Usted puede ocionalmente cambiar el formato de título para las nuevas plantillas de equipos

source: Title Format:
es: Formato de título:

source: You must select at least one host template.
es: Se debe elegir por lo menos una plantilla de equipo.

source: No associated graph templates.
es: No se tienen plantillas de gráficas asociadas.

source: Add Graph Template
es: Añadir plantilla de gráfica

source: Associated Data Queries
es: Consultas de información asociadas

source: No associated data queries.
es: No hay consultas de información asociadas.

source: Add Data Query
es: Añadir consulta de información

source: No Device Templates
es: No hay plantillas de equipo

source: Are you sure you want to delete the following data templates? Any data sources attached to these templates will become individual data sources.
es: ¿Esta seguro de querer eliminar las siguientes plantillas de información? Cualquier fuente de información asociada a estas plantillas se volverá independiente.

source: When you click save, the following data templates will be duplicated. You can optionally change the title format for the new data templates.
es: Cuando usted seleccione guardar, las plantillas de información serán duplicadas. Usted puede ocionalmente cambiar el formato de título para las nuevas plantillas de equipos

source: You must select at least one data template.
es: Se debe elegir por lo menos una plantilla de información.

source: Data Template
es: Plantilla de información

source: External Script
es: Script externo

source: Custom Input Fields
es: Campos personalizados de entraga

source: Script Output Field
es: Campo de salida de script

source: Data Query Output Field
es: Campo de salida de consulta de información

source: SNMP OID
es: OID de SNMP

source: New Data Template Item
es: Nuevo elemento de plantilla de información

source: Template Name
es: Nombre de plantilla

source: No Data Templates
es: No exiten plantillas de información

source: Import Results
es: Importar resultados

source: Cacti has imported the following items:
es: Cacti ha importado los siguientes elementos:

source: [success]
es: [exito]

source: [fail]
es: [fallo]

source: [update]
es: [actualización]

source: Found Dependency:
es: Se encontró dependencia:

source: Unmet Dependency:
es: Dependencia no cumplida:

source: Import Template from Local File
es: Importar plantilla de archivo local

source: If the XML file containing template data is located on your local machine, select it here.
es: Si el archivo XML que contiene la plantilla se encuentra en la máquina local, seleccionelo aqui.

source: Import Template from Text
es: Importar plantilla de texto plano

source: If you have the XML file containing template data as text, you can paste it into this box to import it.
es: Si el archivo XML que contiene la plantilla se encuentra como texto plano, usted puede copiar y pergarlo en esta caja para importarlo.

source: YOU DO NOT HAVE RIGHTS TO CHANGE GRAPH SETTINGS
es: USTED NO TIENE PERMISOS PARA CAMBIAR LA CONFIGURACIÓN DE GRÁFICAS

source: Graph Settings
es: Configuración de gráficas

source: Are you sure you want to delete the CDEF
es: ¿Esta seguro de querer borrar el CDEF?

source: CDEF's
es: Los CDEF

source: A recognizable name for this CDEF.
es: Un nombre reconocible para este CDEF.

source: CDEF String Variables (Not Saved)
es: Variables de texto de CDEF (No guardadas)

source: Function
es: Función

source: Builtin functions that can be applied to any value.
es: Funciones internas que pueden ser aplicadas a cualquier valor.

source: Operator
es: Operador

source: Mathematical operations that can be applied to any value.
es: Operaciones matemáticas que pueden ser aplicadas a cualquier valor.

source: INSERT
es: INSERTAR

source: Cacti Variables
es: Variables de Cacti

source: These values will be substituted by Cacti before being inserted into the final CDEF string.
es: Estos valores serán sustituidos por Cacti antes de ser insertados al texto final de CDEF.

source: Are you sure you want to delete these graph items?
es: ¿Esta seguro de querer eliminar estos elementos de gráficas?

source: Please choose a new data template item to assign to these graph items.
es: Favor de elegir un nuevo elemento de plantilla de información para asignar estos elementos de gráficas.

source: Data Template Item:
es: Elemento de plantilla de información:

source: Are you sure you want to delete the following graph templates? Any graphs attached to these templates will become individual graphs.
es: ¿Esta seguro de querer eliminar las siguientes plantillas de gráficas? Cualquier gráfica asociada a estas plantillas se volverá independiente.

source: When you click save, the following graph templates will be duplicated. You can optionally change the title format for the new graph templates.
es: Cuando usted seleccione guardar, las plantillas de gráficas serán duplicadas. Usted puede ocionalmente cambiar el formato de título para las nuevas plantillas de gráficas

source: You must select at least one graph template.
es: Se debe elegir por lo menos una plantilla de gráfica

source: Graph Template
es: Plantilla de gráfica

source: No Inputs
es: No se encontraron entradas

source: Template Title
es: Título de la plantilla

source: No Graph Templates
es: No se encontraron plantillas de gráficas

source: This script is only meant to run at the command line.
es: Este script unicamente puede ser ejecutado desde la línea de comando.

source: The poller id is not numeric
es: El identificador de colector no es numérico

source: Poller '%i' does not exist in this system.
es: El colector '%i' no existe en este sistema.

source: Poller '%i' is attempting to run, but does not exist on this system.
es: El colector '%i' esta intentando ejecutarse, pero no existe en este sistema.

source: Poller '%i' waiting on signal from main poller to begin.
es: El colector '%i' esta esperando la señal del colector principal para iniciar.

source: Ready
es: Listo

source: Running
es: Corriendo

source: ERROR: The path: %s is invalid. Can not continue
es: ERROR: La ruta: %s es inválida. No es posible continuar

source: N/A
es: NO DISPONIBLE

source: Complete
es: Completo

source: Main Poller Complete. Waiting on %i Pollers to Complete
es: Colector principal completo. Experando a qye completen los colectores %i.

source: Maximum Runtime of %i Seconds Exceeded for Poller id=%i - Exiting
es: El tiempo máximo de ejecución de %i segundos se ha excedido para el colector id=%i - Saliendo

source: Idle
es: Inactivo

source: Waiting on %i/%i Processes to Complete
es: Esperando a que finalizen %i/%i procesos

source: Recache Event Detected for Host
es: Evento de recache detectado para el equipo

source: RECACHE: Re-cache for Host, data query #
es: RECACHE: Corriendo re-cache para el equipo, consulta de información #

source: RECACHE: Re-cache successful.
es: RECACHE: Re-cache exitoso.

source: Recache Runtime:
es: Tiempo de ejecición de re-cache:

source: Poller:
es: Colector:

source: Hosts Recached:
es: Equipos contemplados en el re-cache:

source: Wait
es: Espere

source: System Time:
es: Tiempo de sistema:

source: Total Pollers:
es: Total de colectores:

source: Method:
es: Método:

source: Processes:
es: Procesos:

source: Hosts:
es: Equipos:

source: Hosts/Process:
es: Equipos/Procesos:

source: Poller Items:
es: Elementos de colector:

source: RRDs Processed:
es: RRDs Procesados

source: Either there are no pollers enabled, no items in your poller cache or polling is disabled. Make sure you have at least one data source created, your poller is active. If both are true, go to 'Utilities', and select 'Clear Poller Cache'.
es: O no hay colectores habilitados, o no hay elementos en el cache del colector o la colección de datos está desactivada. Asegúrese de tener por lo menos una fuente de información creada y el colector activo. Si ambos requisitos están habilitados, favor de seleccionar ´Limpiado de cache de colector´ en ´Utilerías´.

source: Poller had not items to process.
es: El colector no tuvo elementos que procesar.

source: Are you sure you want to delete the Data Query Graph
es: ¿Esta seguro de querer eliminar la Gráfica de Consulta de Información?

source: Associated Graph/Data Templates
es: Plantillas de Gráfica/Información asociadas.

source: Associated Data Templates
es: Plantillas de Información asociadas.

source: Data Source:
es: Fuente de información:

source: Suggested Values
es: Valores sugeridos

source: Field Name:
es: Nombre de campo:

source: Are you sure you want to delete the Data Query
es: ¿Esta seguro de querer eliminar la consulta de información?

source: Successfully located XML file
es: Archivo XML localizado exitosamente

source: Could not locate XML file.
es: No fue posible localizar el archivo XML

source: Graph Template Name
es: Nombre de plantilla de gráfica

source: Input Type
es: Tipo de entrada

source: Change SNMP Options
es: Cambiar opciones SNMP

source: Clear Statistics
es: Borrar estadísticas

source: Change Poller
es: Cambiar colector

source: Change Availability Options
es: Cambiar opciones de disponibilidad

source: To enable the following devices, press the "yes" button below.
es: Para habilitar los siguientes dispositivos, oprima el botón "si" abajo.

source: To disable the following devices, press the "yes" button below.
es: Para deshabilitar los siguientes dispositivos, oprima el botón "si" abajo.

source: To change SNMP parameters for the following devices, check the box next to the fields you want to update, fill in the new value, and click Save.
es: Para cambiar los parámetros SNMP para los siguientes dispositivos, seleccione la caja junto a los campos que desea modificar, capture el nuevo valor y de click en Guardar

source: Update this Field
es: Actualizar este campo

source: To change the poller that will, by default handle the processing for the selected host(s) simply select the host from the list, toggle the checkbox and select yes.
es: Para cambiar el colector que se encargará por defecto de procesar para el (los) equipo(s) seleccionado(s) simplemente seleccione el equipo de la lista, cambie el colector en el diálogo y seleccione si.

source: To change the availability detection for your hosts will use by default simply select the host from the list, make the changes you require and select yes.
es: Para cambiar la detección de disponibilidad por defecto para el los equipos simplemente seleccione el equipo de la lista, realize los cambios que requiera y seleccione si.

source: To clear the counters for the following devices, press the "yes" button below.
es: Para limpiar los contadores para los siguientes dispositivos, oprima el botón"si" abajo.

source: Are you sure you want to delete the following devices?
es: ¿Esta seguro de querer eliminar los siguientes dispositivos?

source: Leave all graphs and data sources untouched. Data sources will be disabled however.
es: Dejar todas las gráficas y fuentes de información sin modificar. Sin embargo ""se deshabilitarán las fuentes de información.

source: Delete all associated <strong>graphs</strong> and <strong>data sources</ strong>.
es: Eliminar todas las <strong>gráficas</strong> y <strong>fuentes de información</strong>

source: You must select at least one device.
es: Se debe seleccionar por lo menos un dispositivo.

source: Are you sure you want to delete the host <strong>'
es: Esta seguro de querer eliminar el equipo <strong>'

source: SNMP Information
es: Información SNMP

source: SNMP not in use
es: No se utiliza SNMP

source: SNMP error
es: Error de SNMP

source: System:
es: Sistema:

source: Uptime:
es: Tiempo de operacion:

source: Hostname:
es: Nombre de equipo:

source: Create Graphs for this Host
es: Crear gráficas para este equipo

source: Data Query Debug Information
es: Información de debug de consulta de información

source: Is Being Graphed
es: Está siendo graficado

source: Edit
es: Editar

source: Not Being Graphed
es: No está siendo graficado

source: Delete Graph Template Association
es: Eliminar asociación de plantilla de gráfica

source: Data Query Name
es: Nombre de consulta de información

source: Debugging
es: Debuggeando

source: Re-Index Method
es: Método de re ordenación

source: Verbose Query
es: Consulta explícita

source: Success
es: Éxito

source: Fail
es: Fallo

source: Reload Data Query
es: Recargar consulta de información

source: Delete Data Query Association
es: Eliminar asociación de consulta de información

source: Previous
es: Anterior

source: Showing Rows
es: Desplegando hileras

source: Current (ms)
es: Tiempo actual (ms)

source: Average (ms)
es: Tiempo promedio (ms)

source: Availability
es: Disponibilidad

source: No Hosts
es: No hay equipos asociados

source: Cacti Configuration Error: include/config.php file was not found. Please make sure that you have renamed include/config.php.dist to include/config.php
es: Error de configuracion de Cacti: el archivo include/config.php no fue encontrado. Favor de asegurarse de haber renombrado include/config.php.dist a include/config.php

source: You are now logged into <a href='about.php'> Cacti
es: Usted ha iniciado sesión en <a href='about.php'> Cacti

source: You can follow these basic steps to get started.
es: Se pueden seguir los siguientes pasos básicos para iniciar.

source: Create devices</a> for network
es: Crear dispositivos</a> para la red

source: Create graphs</a> for your new devices
es: Crear gráficas</a> para los nuevos dispositivos

source: View</a> your new graphs
es: Ver</a> las nuevas gráficas
