Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: Cacti Log Filters
es: Filtros de bitácora de Cacti

source: Cacti Log Operations
es: Operaciones de bitácora de Cacti

source: Logdate
es: Fecha de bitácora

source: Facility
es: Facilidad

source: Severity
es: Severidad

source: Log Message
es: Mensaje de bitácora

source: No Entries
es: No existen entradas

source: Poller Cache Administration
es: Administración del cache de colector

source: This is the data that is being passed to the poller each time it runs. This data is then in turn executed/interpreted and the results are fed into the rrd files for graphing or the database for display.
es: Esta es la información que es enviada al colector cada ocasión que corre. Esta información posteriormente es ejecutada o interpretada y los resultados son ingresados a los archivos rrd para su graficación o a la base de datos para ser desplegados.

source: The poller cache will be cleared and re-generated if you select this option. Sometimes host/data source data can get out of sync with the cache in which case it makes sense to clear the cache and start over.
es: El cache del colector será limpiado y regenerados si selecciona esta opción. En algunas ocaciones la información fuente de equipos e información colectada puede desincronizarse con el cache, en este caso hace sentido limpiar el cache y empezar de nuevo.

source: System Log Administration
es: Administración de bitácoras de sistema

source: The Cacti Syslog stores statistics, errors, warnings and other message depending on system settings. This information can be used to identify problems with the poller and application.
es: La bitácora de sistema de Cacti almacena estadísticas, mensajes de error, de advertencia y otros dependiendo de la configuración del sistema. Esta información puede ser utilizada para identificar problemas con el colector y la aplicación.

source: General Utilities
es: Utilerías generales

source: PHP Information
es: Información PHP

source: This utility will retreive PHP version information to your browser. This utility can aid in determining sources of problems and verification of your operating environment.
es: Esta utilería recabará la información de versión PHP para su navegador. Esta utilería puede ayudar a determinar los motivos de problemas y a verificar su ambiente operativo.

source: GRAPH DOES NOT EXIST
es: LA GRÁFICA NO EXISTE

source: ACCESS DENIED
es: ACCESO DENEGADO

source: Viewing Graph
es: Visualizando gráfica

source: Graph Source/Properties
es: Propiedades y fuente de gráfica

source: Zooming Graph
es: Haciendo zoom en gráfica

source: Viewing Graph Properties
es: Visualizando propiedades de gráfica

source: Device Template
es: Plantilla de equipo

source: What would you like to export?
es: Que desea exportar_

source: Export Template
es: Exportar plantilla

source: to Export
es: a exportar

source: Choose the exact item to export to XML.
es: Elija el elemento preciso para exportar a XML.

source: Include Dependencies
es: Incluir dependencias

source: Some templates rely on other items in Cacti to function properly. It is highly recommended that you select this box or the resulting import may fail.
es: Algunas plantillas dependen de otros elementos de Cacti para funcionar correctamente. Se recomienda ampliamente que se seleccione esta opción o la importación podría fallar.

source: Output Format
es: Formato de salida

source: Choose the format to output the resulting XML file in.
es: Seleccione el formato en el cual se generará el archivo XML resultante.

source: Output to the Browser (within Cacti)
es: Generar dentro del navegador (dentro de Cacti)

source: Output to the Browser (raw XML)
es: Generar dentro del navegador (a XML)

source: Save File Locally
es: Guardar archivo localmente

source: Change Data Template
es: Cambiar plantilla de información

source: Change Host
es: Cambiar equipo

source: Convert to Data Template
es: Convertir a plantilla de información

source: Are you sure you want to delete the following data sources?
es: ¿Esta seguro de querer eliminar las siguientes fuentes de información?

source: Leave the graphs untouched.
es: No modificar las gráficas.

source: Delete all <strong>graph items</strong> that reference these data sources.
es: Eliminar todos los <strong>elementos de gráficas</strong> que hacen referencia a estas fuentes de información.

source: Delete all <strong>graphs</strong> that reference these data sources.
es: Eliminar todos las <strong>gráficas</strong> que hacen referencia a estas fuentes de información.

source: Choose a data template and click save to change the data template for the following data souces. Be aware that all warnings will be suppressed during the conversion, so graph data loss is possible.
es: Selecciones una plantilla de información y haga click en guardar para cambiar la plantilla de información para las siguientes fuentes de información. Tenga en cuenta que todas las advertencias serán suprimidas durante la conversión, de tal manera que es posible perder infirmación de gráfica.

source: New Data Template:
es: Nueva plantilla de información:

source: Choose a new host for these data sources:
es: Seleccione un nuevo equipo para estas fuentes de información:

source: New Device:
es: Nuevo equipo:

source: When you click save, the following data sources will be duplicated. You can optionally change the title format for the new data sources.
es: Al dar click en guardar, las siguientes fuentes de información serán duplicadas. Opcionalmente puede cambiar el formato de título para las nuevas fuentes de información.

source: When you click save, the following data sources will be converted into data templates. You can optionally change the title format for the new data templates.
es: Al dar click en guardar, las siguientes fuentes de información serán convertidas en plantillas de información. Opcionalmente puede cambiar el formato de título para las nuevas fuentes de información.

source: Template
es: Plantilla

source: You must select at least one data source.
es: Debe elegir por lo menos una fuente de información.

source: Selected Data Template
es: Fuente de información seleccionada

source: Device
es: Dispositivo

source: Choose the device that this graph belongs to.
es: Seleccione el dispositivo al cual pertenece esta gráfica.

source: Data Query Parameters
es: Parámetros de consulta de información

source: Field Name
es: Nombre de campo

source: Determines the field that Cacti will use when locating a unique row for this data query.
es: Determina el campo que Cacti utilizará al localizar una hilera única para esta consulta de información.

source: Field Value
es: Valor de campo

source: When assigned to the field name above, produces a single data query row used by the poller to retrieve data.
es: Cuando se asigna al nombre de campo, se produce una consulta de información de una hilera única utilizada por el colector para recabar información.

source: Device/Template Selection
es: Selección de Dispositivo/Plantilla

source: Supplemental Template Data
es: Información suplemental de plantilla

source: Data Source Fields
es: Campos de fuente de información

source: Data Source Item Fields
es: Campos de elementos de fuente de información

source: New Data Source Item
es: Nuevo elemento de fuente de información

source: [host:
es: [equipo:

source: No Host
es: No hay equipo

source: of
es: de

source: No Data Sources
es: No hay fuentes de información

source: LOGIN: Web Basic Authenication enabled, getting username from webserver
es: LOGIN: Autenticación vía web básica habilitada, obteniendo nombre de usuario del servidor web.

source: Web Basic Authentication configured, but no username was passed from the web server. Please make sure you have authentication enabled on the web server.
es: Autenticación vía web básica habilitada, pero no se obtuvo nombre de usuario del servidor web. Favor de asegurarse de haber habilitado la autenticación en el servidor web.

source: No username passed with Web Basic Authentication enabled.
es: No se pasó nombre de usuario con autenticación vía web básica habilitada.

source: LOGIN: Builtin or LDAP Authenication, getting username from form post
es: LOGIN: Autenticación interna o vía LDAP configurada, obteniendo nombre de usuario de la forma POST.

source: LOGIN: Username set to '%s'
es: LOGIN: Nombre de usuario especificado como '%s'

source: LOGIN: No Authenication enabled
es: LOGIN: No se ha habilitado la autenticación

source: LOGIN: Web Basic Authenication enabled
es: LOGIN: Autenticación vía web básica habilitada

source: LOGIN: LDAP Authentication enabled
es: LOGIN: Autenticación LDAP habilitada

source: LOGIN: LDAP realm selected
es: LOGIN: Autenticación LDAP de permisos de acceso habilitada

source: LOGIN: LDAP Generating DN
es: LOGIN: Generando DN de LDAP

source: LOGIN: LDAP DN:
es: LOGIN: DN de LDAP:

source: LOGIN: LDAP Error:
es: LOGIN: Error de LDAP:

source: LDAP Search Error:
es: Error de búsqueda LDAP:

source: LOGIN: LDAP Authenication processing
es: LOGIN: Procesando autenticación vía LDAP

source: LOGIN: LDAP User '%s' Authenticated
es: LOGIN: Usuario LDAP '%s' autenticado

source: LDAP Error:
es: Error de LDAP:

source: LOGIN: Builtin Authenication enabled
es: LOGIN: Autenticación interna habilitada

source: LOGIN: User '%s' does not exist, copying template user
es: LOGIN: El usuario '%s' no existe, copiando el usuario plantilla

source: LOGIN: Coping Template user '%s' to user '%s'
es: LOGIN: Copiando el usuario plantilla '%s' al usuario '%s'

source: Template user '%s' does not exist.
es: El usuario plantilla '%s' no existe.

source: LOGIN: Unable to locate template user '%s'
es: LOGIN: No fue posible localizar el usuario plantilla '%s'

source: LOGIN: Authenticated user, but no cacti user record, loading guest account
es: LOGIN: Usuario autenticado, pero no se localizó el registro de usuario de Cacti, cargando cuenta de invitado.

source: LOGIN: Authenticated user '%s' using guest account '%s'
es: LOGIN: Usuario '%s' autenticado utilizando la cuenta de invitado '%s'

source: LOGIN: Unable to locate guest user '%s'
es: LOGIN: No fue posible localizar el usuario invitado '%s'

source: LOGIN: User '%s' Authenticated
es: LOGIN: Usuario '%s' autenticado

source: LOGIN: User '%s' is disabled
es: LOGIN: El usuario '%s' está deshabilitado

source: Access Denied, user account disabled.
es: Acceso denegado, la cuenta de usuario esta deshabilitada.

source: LOGIN: Setting up session variables
es: LOGIN: Configurando variables de sesión

source: LOGIN: Updating user last login information
es: LOGIN: Actualizando la información de último inicio de sesión del usuario.

source: LOGIN: Setting user force change password
es: LOGIN: Forzando cambio de contraseña para el usuario.

source: LOGIN: Figuring out URL to send user to
es: LOGIN: Decidiento la dirección URL a la cual enviar al usuario

source: LOGIN: URL:
es: LOGIN: Direccion URL:

source: Access Denied, please contact you Cacti Administrator.
es: Acceso denegado, favor de contactar al administrador del sistema.

source: LOGIN: Access Denied, No guest enabled or template user to copy
es: LOGIN: Acceso denegado, no hay usuario invitado habilitado o usuario plantilla a copiar.

source: LOGIN: Invalid username '%s' and password
es: LOGIN: Nombre de usaurio '%s' y contraseña inválidos

source: screen charset
es: mapa de caracteres de pantalla

source: Login to Cacti
es: Iniciar sesión en Cacti

source: Invalid User Name/Password Please Retype:
es: Nombre de usuario o contraseña inválidos, favor de recapturar:

source: User Account Disabled
es: Cuenta de usuario deshabilitada

source: Please enter your Cacti user name and password below:
es: Favor de ingresar su nombre de usuario y contraseña abajo:

source: User Name:
es: Nombre de usuario:

source: Password:
es: Contraseña:

source: Login
es: Inicio de sesión

source: Cacti is designed to be a complete graphing solution for your network. Its goal is to make the network administrator's job easier by taking care of all the necessary details necessary to create meaningful network graphs.
es: Cacti está diseñado para ser una solución completa de graficación para su red.Su objetivo es facilitar el trabajo del administrador de red haciéndose cargode todos los detalles necesarios para crear gráficas de red significativas.

source: The design of Cacti took many hours of SQL and PHP coding, so I hope you find it very useful.
es: El diseño de Cacti tomó muchas horas de desarrollo en SQL y PHP, espero que le resulte útil.

source: Developer Thanks
es: Agradecimientos del desarrolador

source: Andy Blyler</a>, for ideas, code, and that much needed overall support during really lengthy coding sessions.
es: Andy Blyler</a>, por sus ideas, código, y el muy necesario apoyo general durante las sesiones realmente largas de programación.

source: Rivo Nurges, for that c-based poller that was talked so long about. This <em>really</em> fast poller is what will enable Cacti to make its way into larger and larger networks.
es: Rivo Nurges, por ese colector basado en c que fue mencionado hace tanto tiempo. Este colector <em>realmente</em> rápido es lo que le permitirá a Cacti hacer camino a redes cada vez más grandes.

source: Larry Adams, for providing insight, time, superb support, and personal sanity. I could not have pulled off a release of this magnitude without your help.
es: Larry Adams, por proporcionar visión oportuna, soporte excelente y salud mental personal. No me hubiera sido posible liberar un lanzamiento de esta magnitud sin su ayuda.

source: Thanks
es: Agradecimientos

source: A very special thanks to <a href='http://ee-staff.ethz.ch/~oetiker/'>Tobi Oetiker</a>, the creator of <a href='http://www.mrtg.org/'>RRDTool</a> and the very popular <a href='http://www.mrtg.org'>MRTG</a>
es: Un agradecimiento muy especial <a href='http://ee-staff.ethz.ch/~oetiker/'> Tobi Oetiker</a>, el creador de <a href='http://www.mrtg.org/'>RRDTool</a> y el muy popular <a href='http://www.mrtg.org'>MRTG</a>

source: Brady Alleman, creator of NetMRG and <a href='http://www.thtech.net'>Treehouse Technolgies</a> for questions and ideas. Just as a note, NetMRG is a complete Network Monitoring solution also written in PHP/MySQL. His product also makes use of RRDTool's graphing capabilities, I encourage you to check it out.
es: Brady Alleman, creador of NetMRG y <a href='http://www.thtech.net'>Treehouse Technolgies</a> por preguntas e ideas. Solamente como una nota, NetMRG es una solución de Monitoreo de RED completa tambien desarrollada en PHP/MySQL. Su producto tambien utiliza las capacidades de graficación de RRDTool, le recomiendo que lo revise.

source: The users of Cacti! Especially anyone who has taken the time to create a bug report, or otherwise help me fix a Cacti-related problem. Also to anyone who has purchased an item from my amazon.com wishlist or donated money via Paypal.
es: A los usuarios de Cacti! Especialmente todos aquiellos que se han tomado el tiempo de crear un reporte de bug, o de alguna otra manera me ha ayudado a solucionar algún problema de Cacti. Tambien a todos lo que han comprado un artículo de mi lista en amazon.com o donado dinero vía Paypal.

source: License
es: Licencia

source: Cacti is licensed under the GNU GPL:
es: Cacti tiene la licencia GNU GPL:

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: Este programa es software gratuito; usted puede redistribuirlo y/o modificarlo bajo los términos de la GNU Licencia Pública General publicada por la Fundación del Software Libre; ya sea la versión 2 de la Licencia o (en su alternativa) cualquier versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este programa es distribuido con la intención de ser útil, pero no lleva GARANTÍA ALGUNA; sin siquiera la garantía implícita de MERCADO

source: Cacti OS:
es: Sistema Operativo de Cacti:

source: PHP SNMP Support:
es: Soporte SNMP en PHP:

source: yes
es: si

source: PHP OS:
es: Sistema Operativo de PHP

source: Are you sure you want to delete the GPRINT preset
es: ¿Esta seguro de querer eliminar la preconfiguración GPRINT?

source: The PHP Script Server MUST be started using the full path to the file and in lower case. This is a PHP Bug!!!
es: El servidor de scripts PHP DEBE ser invocado utilizando la ruta completa al archivo y en minúsculas. Esto es un bug de PHP!!!

source: POLLER:
es: COLECTOR:

source: SERVER:
es: SERVIDOR:

source: PHP Script Server has Started - Parent is
es: El servidor de scripts PHP ha Iniciado - El Padre es

source: INCLUDE: '
es: INCLUIR: '

source: PHP Script File to be included, does not exist
es: El archivo de script PHP que debe ser incluído, no existe

source: PHP Script Server encountered errors parsing the command
es: El servidor de scripts PHP encontró errores ejecutando el comando

source: SERVER:
es: SERVIDOR:

source: output
es: salida

source: Function does not exist
es: La función no existe

source: WARNING: Function does not exist
es: ADVERTENCIA: La función no existe

source: PHP Script Server Shutdown request received, exiting
es: El servidor de scripts PHP recibió una solicitud de apagado, saliendo

source: Problems with input, command ingnored
es: Problemas con la entrada, comando ignorado

source: ERROR: Problems with input
es: ERROR: Problemas con la entrada

source: Input Expected, Script Server Terminating
es: Información de entrada esperada, saliendo del servidor de scripts

source: ERROR: Input Expected, Script Server Terminating
es: ERROR: nformación de entrada esperada, saliendo del servidor de scripts

source: YOU DO NOT HAVE RIGHTS FOR TREE VIEW
es: NO TIENE PRIVILEGIOS PARA VISTA DE ÁRBOL

source: YOU DO NOT HAVE RIGHTS FOR PREVIEW VIEW
es: NO TIENE PRIVILEGIOS PARA VISTA PREVIA

source: YOU DO NOT HAVE RIGHTS FOR LIST VIEW
es: NO TIENE PRIVILEGIOS PARA VISTA DE LISTA

source: Filter by host:
es: Filtrar por equipo:

source: Any
es: Cualquiera

source: Search:
es: Busqueda:

source: Go
es: Ir

source: Clear
es: Despejar

source: Select a host:
es: Seleccione un equipo:

source: selected
es: seleccionado

source: Filter by host template:
es: Filtrar por plantilla de equipo:

source: Facility:
es: Facilidad:

source: Presets:
es: Preconfiguración:

source: Custom
es: Personalizado

source: Start Date Selector
es: Iniciar selector de fecha

source: End Date Selector
es: Finalizar selector de fecha

source: Refresh Selected Time Span
es: Refrescar el periodo de tiempo seleccionado

source: Return to the Default Time Span
es: Regresar al periodo de tiempo seleccionado

source: User Name
es: Nombre de Usuario

source: The login name for this user.
es: El nombre de login para este usuario.

source: Full Name
es: Nombre completo

source: A more descriptive name for this user, that can include spaces or special characters.
es: Un nombre más descriptivo para este usuario, se pueden incluir espacios y caracteres especiales.

source: Enter the password for this user twice. Remember that passwords are case sensitive!
es: Ingrese la contraseña para este usuario dos veces. Recuerde que las contraseñas son sensibles a Mayúsculas y Minúsculas.

source: Primary Email Address
es: Cuenta de Email principal

source: The primary e-mail address for this user.
es: La cuenta de Email principal para este usuario.

source: Secondary Email Address
es: Cuenta de Email secundaria

source: The secondary e-mail address for this user. This would typically be an e-mail address to a handheld or portable device.
es: La cuenta de Email secundaria para este usuario. Esta normalmente se trataría de un Email para un dispositivo portátil.

source: Account Options
es: Opciones de cuenta

source: Set any user account-specific options here.
es: Configure opciones para cualquier cuenta de usuario en específico aqui.

source: User Must Change Password at Next Login
es: El usuario debe cambiar su contraeña en su siguiente ingreso

source: Allow this User to Keep Custom Graph Settings
es: Permitir a este usuario guardar opciones personalizadas de gráficas

source: Graph Options
es: Opciones de gráficas

source: Set any graph-specific options here.
es: Configure opciones para cualquier gráfica en específico aqui.

source: User Has Rights to Tree View
es: El usuario tiene privilegios para la vista de árbol

source: User Has Rights to List View
es: El usuario tiene privilegios para la vista de lista

source: User Has Rights to Preview View
es: El usuario tiene privilegios para la vista previa

source: Login Options
es: Opciones de ingreso

source: What to do when this user logs in.
es: Que hacer cuando ese usuario ingresa.

source: Show the page that user pointed their browser to.
es: Mostrar la pagina a la que el usuario apunto su navegador.

source: Show the default console screen.
es: Mostrar la pantalla por defecto de consola.

source: Show the default graph screen.
es: Mostrar la pantalla por defecto de gráficas.

source: User status, enabled or disabled. Only enforced on login.
es: Estatus de usuario, habilitado o deshabilitado. Unicamente aplica al ingreso.

source: Password Expiration Interval
es: Intervalo de expiración de contraseña

source: How often the users password will expire and a password change will be forced.
es: Con que frecuencia la contraseña de los usuarios expirará y un cambio será forzado.

source: Visual Theme
es: Tema visual

source: The Cacti theme to use. Changes the look of Cacti.
es: El tema de Cacti a utilizar. Cambia la presentación de Cacti.

source: AVERAGE
es: PROMEDIO

source: MIN
es: MÍNIMO

source: MAX
es: MÁXIMO

source: LAST
es: ÚlTIMO

source: COUNTER
es: CONTADOR

source: DERIVE
es: DERIVADO

source: ABSOLUTE
es: ABSOLUTO

source: None (External Source)
es: Ninguno (Fuente externa)

source: The maximum amount of time that can pass before data is entered as "unknown ". (Usually 2x300=600)
es: La cantidad máxima de tiempo que puede pasar antes de que información sea ingresada como "desconocida". (Normalmente 2x300=600)

source: General Options
es: Opciones generales

source: The name that is printed on the graph.
es: El nombre que es impreso en la gráfica.

source: Vertical Label
es: Etiqueta Vertical

source: The label vertically printed to the left of the graph.
es: La etiqueta que es verticalmente impresa a la izquierda de la gráfica.

source: Image Format
es: Formato de imagen

source: The type of graph that is generated; GIF or PNG.
es: El formato de imagen utilizado para generar las gráficas: GIF o PNG.

source: Allow Graph Export
es: Permitir exportar gráficas

source: Choose whether this graph will be included in the static HTML/PNG export if you use Cacti's export feature.
es: Seleccionar si esta gráfica será incluída en la exportación estática HTML/PNG cuando se utilize la función de exportar de Cacti.

source: Force HRULE/VRULE Legend
es: Forzar leyenda HRULE/VRULE

source: Forces HRULE and VRULE items to be drawn on the legend even if they are not displayed on the graph.
es: Forza que los elementos HRULE y VRULE sean incluídos en la leyenda aún si no son desplegados en la gráfica.

source: Image Size Options
es: Opciones de tamaño de imagen

source: Height
es: Altura

source: The height (in pixels) of the graph area.
es: La altura (en pixeles) del área de la gráfica.

source: Width
es: Ancho

source: The width (in pixels) of the graph area.
es: El ancho (en pixeles) del área de la gráfica.

source: Grid Options
es: Opciones de retícula

source: X-Grid
es: Retícula-X
