Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: Controls the layout of the x-grid. See the RRDTool manual for additional details.
es: Controla la disposición de la retícula-x. Ver el manual de RRDTool para detalles adicionales.

source: Y-Grid
es: Retícula-Y

source: Controls the layout of the y-grid. See the RRDTool manual for additional details.
es: Controla la disposición de la retícula-y. Ver el manual de RRDTool para detalles adicionales.

source: Alternate Y-Grid
es: Retícula-Y Alternativa

source: Allows the dynamic placement of the y-grid based upon min and max values.
es: Permite la ubicación dinámica de la Retícula-Y basado en valores mínimos y máximos

source: No Minor Grid Lines
es: No desplegar lineas menores de retícula

source: Removes minor grid lines. Especially usefull on small graphs.
es: Remueve las lineas menores de retícula. Especialmente útil en gráficas pequeñas.

source: Auto Scaling Options
es: Opciones de auto escala

source: Utilize Auto Scale
es: Utilizar auto escala

source: Auto scale the y-axis instead of defining an upper and lower limit. If this is checked, both the Upper and Lower limit will be ignored.
es: Utilizar auto escala para el eje Y en lugar de definir límite superior e inferior. Si esto es seleccionado, ambos límites serán ignorados.

source: Standard Auto Scale Options
es: Opciones estandar de auto escala

source: Use --alt-autoscale-max to scale to the maximum value, or --alt-autoscale to scale to the absolute minimum and maximum.
es: Utilizar --alt-autoscale-max para escalar al valor máximo, o --alt-autoscale para escalar a los valores absolutos mínimo y máximo.

source: Logarithmic Auto Scaling (--logarithmic)
es: Auto escalamiento logarítmico (--logarithmic)

source: Use Logarithmic y-axis scaling
es: Utilizar escalamiento logarítmico en el eje Y

source: Rigid Boundaries Mode (--rigid)
es: Modo de bordes rígidos (--rigid)

source: Do not expand the upper and lower limit if the graph contains a value outside the valid range.
es: No espandir el límite superior e inferior si la gráfica contiene un valor fuera del rango válido.

source: Auto Padding
es: Rellenado automático

source: Pad text so that legend and graph data always line up. Auto Padding may not be accurate on all types of graphs, consistant labeling usually helps.
es: Rellenar con texto de tal manera que la leyenda y los datos de la gráfica siempre se alinien. El rellenado automático es probable que no sea preciso para todos los tipos de gráficas, un etiquetado consistente por lo regular ayuda.

source: Fixed Scaling Options
es: Opciones de escalamiento fijo

source: Upper Limit
es: Límite superior

source: The maximum vertical axis value for the graph.
es: El valor máximo del eje vertical para la gráfica.

source: Lower Limit
es: Límite inferior

source: The minimum vertical axis value for the graph.
es: El valor mínimo del eje vertical para la gráfica.

source: Base Value
es: Valor base

source: Set to 1024 when graphing memory so that one kilobyte represents 1024 bytes.
es: Configurar a 1024 cuando se grafique memoria, de tal manera que un kilobyte represente 1024 bytes.

source: Units Display Options
es: Opciones de desplegado de unidades

source: Units Value
es: Valor de unidades

source: Sets the exponent value on the Y-axis for numbers. Note: This option was recently added in RRDTool 1.0.36.
es: Configura el valor exponente del eje Y para números. Nota: Esta opción fue añadida recientemente a RRDTool 1.0.36.

source: Units Length
es: Longitud de unidades

source: Sets the number of spaces for the units value to the left of the graph.
es: Configura el número de espacios para el valor de unidades a la izquierda de la gráfica.

source: Units Exponent Value
es: Valor exponente de unidades

source: How Cacti should scale the Y-axis label (None means autoscale).
es: Como debe escalar Cacti la etiqueta del eje Y (No significa autoescala)

source: Data Template Item
es: Elemento de plantilla de información

source: The data template item to use for this graph item.
es: El elemento de plantilla de información a utilizar para este elemento de gráfica.

source: The data source item to use for this graph item.
es: El elemento de fuente de información a utilizar para este elemento de gráfica.

source: The color to use for the legend.
es: El color a utilizar para la leyenda.

source: Graph Item Type
es: Tipo de elemento de gráfica

source: How data for this item is represented visually on the graph.
es: Como se representará la información para este elemento visualmente en la gráfica.

source: Consolidation Function
es: Función de consolidación

source: How data for this item is represented statistically on the graph.
es: Como se representará la información para este elemento estadísticamente en la gráfica.

source: CDEF Function
es: Función CDEF

source: A CDEF (math) function to apply to this item on the graph.
es: Una función CDEF (matemática) para aplicar a este elemento en la gráfica.

source: GPRINT Format
es: Formato GPRINT

source: If this graph item is a GPRINT, you can optionally choose another format here. You can define additional types under "GPRINT Presets".
es: Si este elemento de gráficas es un GPRINT, se puede opcionalmente elegir otro formato aqui. Se pueden definir tipos adicionales bajo "Preconfiguración GPRINT".

source: Legend Value
es: Valor de leyenda

source: The value of an HRULE or VRULE graph item.
es: El valor de un elemento de gráfica HRULE o VRULE

source: Legend Text Format
es: Formato de texto de leyenda

source: Text that will be displayed on the legend for this graph item.
es: El texto que será desplegado en la leyenda para este elemento de gráfica.

source: Insert Hard Return
es: Regreso forzado de inserción

source: Forces the legend to the next line after this item.
es: Forza la leyenda a la siguiente linea despues de este elemento.

source: The name given to this graph template.
es: El nombre asignado a esta plantilla de gráfica.

source: Enter a name for this graph item input, make sure it is something you recognize.
es: Asigne un nombre para esta entrada de elemento de gráfica, asegúrese de utilizar algo que reconozca fácilmente.

source: Field Type
es: Tipo de campo

source: Choose the field type that you want to accept user input for on each graph.
es: Seleccione el tipo de campo que desea se acepte como ingreso del usuario para cada gráfica.

source: 1000 - Traffic
es: Tráfico - 1000

source: 1024 - Memory
es: Memoria - 1024

source: Last Half Hour
es: La última media hora

source: Last Hour
es: La última hora

source: Last 2 Hours
es: Las últimas 2 horas

source: Last 4 Hours
es: Las últimas 4 horas

source: Last 6 Hours
es: Las últimas 6 horas

source: Last 12 Hours
es: Las últimas 12 horas

source: Last Day
es: El último día

source: Last 2 Days
es: Los últimos 2 días

source: Last 3 Days
es: Los últimos 3 días

source: Last 4 Days
es: Los últimos 4 días

source: Last Week
es: La última semana

source: Last 2 Weeks
es: Las últimas 2 semanas

source: Last Month
es: El último mes

source: Last 2 Months
es: Los últimos 2 meses

source: Last 3 Months
es: Los últimos 3 meses

source: Last 4 Months
es: Los últimos 4 meses

source: Last 6 Months
es: Los últimos 6 meses

source: Last Year
es: El último año

source: Last 2 Years
es: Los últimos 2 años

source: AUTH: User password change forced
es: AUTH: Cambio forzado de contraseña de usuario

source: AUTH: Guest access enabled, using username '
es: AUTH: Acceso de invitado habilitado, utilizando nombre de usuario '

source: ' as guest
es: ' como invitado

source: AUTH: User password expired, password change forced
es: AUTH: Contraseña de usuario expirada, cambio forzado de contraseña

source: AUTH: User access denied to realm
es: AUTH: Acceso de usuario denegado por permisos de acceso

source: Logging
es: Hacer bitácora

source: Authentication
es: Autenticación

source: Graph Thumbnails
es: Vistas pequeñas de gráficas

source: Tree View Mode
es: Modo de vista de árbol

source: List View Mode
es: Modo de vista en lista

source: Graph Fonts (RRDtool 1.2.x and Above)
es: Fuentes de gráficas (solo en RRDtool 1.2.x y arriba)

source: Required Tools
es: Herramientas requeridas

source: snmpwalk Binary Path
es: Ruta al binario de snmpwalk

source: The path to your snmpwalk binary.
es: La ruta al binario de snmpwalk

source: snmpget Binary Path
es: Ruta al binario de snmpget

source: The path to your snmpget binary.
es: La ruta al binario de snmpget

source: RRDTool Binary Path
es: Ruta al binario de RRDTool

source: The path to the rrdtool binary.
es: La ruta al binario de rrdtool.

source: RRDTool Default Font Path
es: Ruta por defecto a las fuentes de RRDTool

source: The path to the rrdtool default true type font for version 1.2 and above.
es: La ruta por defecto a las fuentes true type de rrdtool para la versión 1.2 y superior.

source: PHP Binary Path
es: Ruta al binario de PHP

source: The path to your PHP binary file (may require a php recompile to get this file).
es: La ruta al archivo binario de PHP (puede ser necesario recompilar php para obtener este archivo).

source: Optional Tools
es: Herramientas opcionales

source: Cactid Poller File Path
es: Ruta al archivo del colector Cactid

source: The path to Cactid binary.
es: La ruta al binario de Cactid

source: Event Logging
es: Hacer bitácora de eventos

source: Log Destination(s)
es: Destino(s) de la(s) Bitácora(s)

source: How will Cacti handle event logging.
es: Como manejará Cacti la bitácora de eventos.

source: Cacti Syslog Detail Level
es: Nivel de detalle de bitácora de sistema de Cacti

source: What level of detail do you want sent to the log file.
es: ¿Que nivel de detalle desea enviar al archivo de bitácora?

source: System Syslog/Eventlog Logging Levels
es: Niveles de bitácoras de Sistema y de Eventos

source: If you are using the Poller Systems Syslog/Eventlog, What level of Cacti poller messages should be placed in the log.
es: Si está utilizando niveles de bitácoras de Sistema y de Eventos, ¿Que nivel de mensajes del colector de Cacti deben ser ingresadas a la bitácora?

source: Poller Statsistics
es: Estadísticas de colector

source: Poller Warnings
es: Advertencias de colector

source: Poller Errors or Higher
es: Errores de colector o superiores

source: Log Size and Control
es: Tamaño de bitácora y control

source: Maximum Log Size
es: Tamaño máximo de bitácora

source: The maximum number of records to store in the Cacti Syslog. The log will be pruned after each polling cycle. The maximum number of records is an approximate value due to the nature of the record count check.
es: El número máximo de registros a almacenar en la bitácora de sistema de Cacti. La bitácora sera depurada despues de cada ciclo de poleo. El número máximo de registros es un valor aproximado debido a la naturaleza del chequeo de cuenta de registros.

source: Log Control Mechanism
es: Mecanismo de control de bitácora

source: How Cacti controls the log size. The default is to overwrite as needed.
es: Como controla Cacti el tamaño de bitácora. Por defecto se sobreescribe conforme es necesario.

source: Maximum Retention Period
es: Periodo máximo de retención

source: All events older than the specified number of days will be discarded if the maximum number of recrods in the Cacti Syslog is reached.
es: Todos los eventos más antiguos que el número especificado de días serán descartados su el número máximo de registros en la bitácora de sistema de Cacti es alcanzado.

source: Database Settings
es: Configuración de Base de Datos

source: Persistent Connections
es: Conecciones persistentes

source: Utilize persistent connections to conserve database resources.
es: Utilizar conecciones persistentes para conservar recursos de base de datos.

source: Database Retries
es: Reintentos a base de datos

source: The number of retries that Cacti will attempt to access the Cacti database prior to failing.
es: El número de reintentos que hará Cacti para accesar la base de datos antes de declarar falla.

source: Required Tool Versions
es: Versiones de herramientas requeridas

source: SNMP Utility Version
es: Versión de utilería de SNMP

source: The type of SNMP you have installed. Required if you are using SNMP v2c or don't have embedded SNMP support in PHP.
es: El tipo de SNMP que tiene instalado. Requerido si esta utilizando SNMP v2c o su PHP no tiene soporte para SNMP integrado.

source: RRDTool Utility Version
es: Versión de utilería de RRDTool

source: The version of RRDTool that you have installed.
es: La versión de RRDTool que tiene instalada.

source: PHP Settings
es: Configuración de PHP

source: PHP Maximum Memory
es: Memoria máxima para PHP

source: Maximum allowed memory for PHP processes in Megabytes
es: La memoria máxima permitida para procesos PHP en Megabytes

source: PHP Graph Timeout
es: Tiempo de espera de gráficas PHP

source: Maximum allowed time for a graph to render. Will stop server from hanging during eroneous graphing operations.
es: La cantidad máxima de tiempo para generar una gráfica. Evitará que el sevidor se quede atorado en el caso de operaciones erroneas de graficado.

source: Other Settings
es: Otras configuraciones

source: Remove Verification
es: Remover verificación

source: Prompt user before item deletion.
es: Solicitar confirmación del usuario antes de borrar un elemento.

source: General Defaults
es: Configuraciones generales por defecto

source: Default SNMP timeout in milli-seconds.
es: Máximo tiempo de espera para SNMP en mili segundos.

source: Port Number
es: Número de puerto

source: Default UDP port to be used for SNMP Calls. Typically 161.
es: Puerto UDP por defecto para realizar llamadas SNMP. Típicamente el 161.

source: Retries
es: Reintentos

source: The number times the SNMP poller will attempt to reach the host before failing.
es: El número de ocasiones que el colector SNMP intentará alcanzar el equipo antes de reportar falla.

source: Version
es: Versión

source: Default SNMP version for all new hosts.
es: Versión de SNMP por defecto para todos los equipos nuevos.

source: v1/v2c Default
es: v1-v2c por defecto

source: Community
es: Comunidad

source: Default SNMP read community for all new hosts.
es: Comunidad de lectura SNMP por defecto para todos los equipos nuevos.

source: v3 Authentication Defaults
es: Información de autenticación por defecto para v3

source: v3 Privacy Defaults
es: Información de privacidad por defecto para v3

source: Export Method
es: Método de exportación

source: Choose which export method to use.
es: Selecciones que método de exportación utilizar.

source: Disabled (no exporting)
es: Deshabilitado (no se permite exportar)

source: Classic (local path)
es: Clásico (a una ruta local)

source: Ftp (remote) - use php functions
es: A servidor FTP (remoto) - utilizar funciones de PHP

source: Ftp (remote) - use ncftpput
es: A servidor FTP (remoto) - utilizar ncftpput

source: Export Path (both local and ftp)
es: Ruta de exportación (tanto local como a ftp)

source: If you want Cacti to write static PNG's and HTML files to a directory when data is gathered, specify the location here. This feature is similar to MRTG, graphs do not have to be generated on the fly this way.
es: Si desea que Cacti guarde archivos PNG estáticos y archivos HTML a un directorio cuando se reúne información, espefifique la ubicación aqui. Esta funcionalidad es similar a MRTG, de tal modo que las gráficas no son generadas al instante.

source: Timing
es: Tiempo

source: Export timing
es: Tiempo de exportación

source: Choose when to export graphs.
es: Seleccione cuando exportar gráficas

source: Classic (export every x times)
es: Modo clásico (exportar cada x número de ocasiones)

source: Hourly at specified minutes
es: Cada hora a los minutos especificados

source: Daily at specified time
es: Diariamente a la hora especificada

source: Export Every x Times
es: Exportar cada x número de ocasiones

source: If you don't want Cacti to export static images every 5 minutes, put another number here. For instance, 3 would equal every 15 minutes.
es: Si no desea que Cacti exporte imágenes estáticas cada 5 minutos, ponga otro número aqui. Por ejemplo, un 3 lo convertiría en cada 15 minutos.

source: If you want Cacti to export static images on an hourly basis, put the minutes of the hour when to do that. Cacti assumes that you run the data gathering script every 5 minutes, so it will round your value to the one closest to its runtime. For instance, 43 would equal 40 minutes past the hour.
es: Si desea que Cacti exporte imágenes estáticas cada hora, ingrese el número de minutos de la hora cuando realizarlo. Cacti asume que se ejecuta el script de reunión de información cada 5 minutos, de tal modo que redondeará este valor al más cercano al momento de ejecución. Por ejemplo, 43 quedaría como 40 minutos después de la hora.

source: If you want Cacti to export static images on an daily basis, put here the time when to do that. Cacti assumes that you run the data gathering script every 5 minutes, so it will round your value to the one closest to its runtime. For instance, 21:23 would equal 20 minutes after 9 PM.
es: Si desea que Cacti exporte imágenes estáticas diariamente, ingrese la hora y los minutos para cuando realizarlo. Cacti asume que se ejecuta el script de reunión de información cada 5 minutos, de tal modo que redondeará este valor al más cercano al momento de ejecución. Por ejemplo, 21:23 quedaría como 20 minutos después de las 9 PM.

source: FTP Options
es: Opciones de FTP

source: Sanitize remote directory
es: Limpiar el directorio remoto

source: Check this if you want to delete any existing files in the FTP remote directory. This option is in use only when using the PHP built-in ftp functions.
es: Seleccione esto si desea eliminar cualquier archivo existente en el directorio remoto del servidor FTP. Esta opción aplica cuando se utilizan las funciones de FTP internas de PHP.

source: FTP Host
es: Equipo FTP

source: Denotes the host to upload your graphs by ftp.
es: Denota el equpo para subir las gráficas vía FTP.

source: FTP Port
es: Puerto de FTP

source: Communication port with the ftp server (leave empty for defaults). Default: 21.
es: Puerto de comunicación con el servidor FTP (dejar en blanco para tomar el valor por defecto). Por defecto: 21.

source: Use passive mode
es: Utilizar modo pasivo

source: Check this if you want to connect in passive mode to the FTP server.
es: Seleccione esto si desea conectarse en modo pasivo al servidor FTP.

source: FTP User
es: Usuario de FTP

source: Account to logon on the remote server (leave empty for defaults). Default: Anonymous.
es: Cuenta para ingresar al servidor remoto (dejar en blanco para el valor por defecto). Por defecto: Anonymous.

source: FTP Password
es: Contraseña de FTP

source: Password for the remote ftp account (leave empty for blank).
es: Contraseña de la cuenta FTP remota (dejar vacío pare enviar contraseña en blanco.

source: Cacti Theme
es: Tema de Cacti

source: Default Visual Theme to Use
es: El tema visual por defecto a utilizar

source: The Cacti theme to use by default. Changes the default look of Cacti.
es: El tema visual por defecto a utilizar. Cambia la presentación de Cacti.

source: Rows Per Page
es: Hileras por página

source: The number of rows to display on a single page for graph management.
es: El número de hileras a desplegar en una sola página para la administración de gráficas.

source: Maximum Title Length
es: Longitud máxima de título

source: The maximum number of characters to display for a graph title.
es: El número máximo de caracteres a desplegar para el título de una gráfica.

source: Maximum Field Length
es: Longitud máxima de campo

source: The maximum number of characters to display for a data query field.
es: El número máximo de caracteres a desplegar para un campo de consulta de información.

source: Maximum JavaScript Rows
es: Máximo número de hileras JavaScript

source: The maximum number of data query rows to display with JavaScript on the 'New Graphs' page.
es: El número máximo de hileras de consulta a desplegar con JavaScript en la página de 'Nuevas Gráficas'.

source: The number of rows to display on a single page for data sources.
es: El número máximo de hileras a desplegar en una sola página para fuentes de información.

source: The maximum number of characters to display for a data source title.
es: El número máximo de caracteres a desplegar para el título de una fuente de información.

source: Hosts
es: Equipos

source: The number of rows to display on a single page for Hosts.
es: El número de hileras a desplegar en una sola página para equipos.

source: Default RRDtool 1.2 Fonts
es: Fuentes por defecto para RRDtool 1.2

source: Title Font File
es: Archivo de fuente para Título

source: The font file to use for Graph Titles
es: El archivo de fuente a utilizar para los títulos de las gráficas

source: Title Font Size
es: Tamaño de fuente de título

source: The size of the font used for Graph Titles
es: El tamaño de la fuente utilizada pata los títulos de gráficas

source: Legend Font File
es: Archivo de fuente para leyenda

source: The font file to be used for Graph Legend items
es: El archivo de fuente a utilizar para los elementos de leyendas

source: Legend Font Size
es: Tamaño de fuente de leyenda

source: The size of the font used for Graph Legend items
es: El tamaño de la fuente utilizada pata los elementos de leyendas

source: Axis Font File
es: Archivo de fuente para los ejes

source: The font file to be used for Graph Axis items
es: El archivo de fuente a utilizar para los ejes de las gráficas

source: Axis Font Size
es: Tamaño de fuente de los ejes

source: The size of the font used for Graph Axis
es: El tamaño de la fuente utilizada pata los ejes de las gráficas

source: Unit Font File
es: Archivo de fuente para unidades

source: The size of the font used for Graph Unit items
es: El archivo de fuente a utilizar para elementos de unidades de gráficas

source: Unit Font Size
es: Tamaño de fuente de las unidades

source: The size of the font used for Graph Units
es: El tamaño de la fuente utilizada pata las unidades de gráficas

source: Poller Enabled
es: Colector habilitado

source: If you wish to stop the polling process, uncheck this box.
es: Si desea detener el proceso de colección de información, deshabilite esta opción

source: Poller Type
es: Tipo de colector

source: The Cacti poller to use. This Setting will take effect at next polling interval.
es: El colector que Cacti utilizará. Esta configuración tomará efecto en el intervalo proceso de colección

source: Interval
es: Intervalo

source: The polling interval in use. This setting will take effect how often rrd's are updated. To change the actual polling interval, you must change the schedule in cron.
es: El intervalo de colección a utilizar. Esta configuración afectará con que frecuencia se actualizan los archivos rrd. Para cambiar el intervalo real, se debe cambiar el itinerario en cron.

source: Save Poller Statistics
es: Guardar estadísticas del colector

source: The statistical results of polling times will be saved to a special RRD file if selected.
es: Los resultados estadísticos de los tiempos de colección serán guardados en un archivo RRD especial si se habilita esta opción.

source: Poller Execution Parameters
es: Parámetros de ejecición del colector

source: Maximum Concurrent Poller Processes
es: Número máximo de procesos de colector concurrentes.

source: The maximum threads allowed per process. Using a higher number when using cactid will improve performance. NOTE Applies only to CACTID!
es: El número máximo de threads por proceso. Utilizar un número mayor cuando se usa cactid como colector mejorará el desempeño. NOTA Únicamente aplica para CACTID!

source: Maximum Script Runtime
es: Tiempo máximo de ejecución de script
