Repository: songchin/Cacti
Catalog: SVNCacti/branches/archive-0.9/locales/po/*.po
Languages: es

source: All Data Sources (Don't Include Duplicates)
es: Todas las Fuentes de información (No incluir duplicadas)

source: All Data Sources (Include Duplicates)
es: Todas las Fuentes de información (Incluir duplicadas)

source: Current Data Source Item: Minimum Value
es: Elemento de Fuente de información actual: Valor Mínimo

source: All Similar Data Sources (Don't Include Duplicates)
es: Todas las Fuentes de información similares (No incluir duplicadas)

source: Current Data Source Item: Maximum Value
es: Elemento de Fuente de información actual: Valor Máximo

source: Graph: Lower Limit
es: Límite Inferior de Gráfica

source: Graph: Upper Limit
es: Límite Superior de Gráfica

source: New Graphs
es: Nuevas Gráficas

source: Management
es: Administración

source: Trees
es: Árboles

source: Data Collection
es: Recaudación de Información

source: Queries
es: Consultas

source: Templates
es: Plantillas

source: Import/Export
es: Importar/Exportar

source: Configuration
es: Configuración

source: System Settings
es: Opciones de Sistema

source: System Utilities
es: Utilerías de Sistema

source: Logout User
es: Salida de Usuario

source: User Administration
es: Administración de Usuarios

source: Update Data Sources
es: Actualizar Fuentes de información

source: Update Graph Trees
es: Actualizar Árboles de gráficas

source: Update Graphs
es: Actualizar gráficas

source: View Graphs
es: Ver gráficas

source: Console Access
es: Acceso de Consola

source: Update Round Robin Archives
es: Actualizar Archivos Round Robin

source: Update Graph Templates
es: Actualizar Plantillas de gráficas

source: Update Data Templates
es: Actualizar Plantillas de información

source: Update Device Templates
es: Actualizar Plantillas de equipo

source: Update Data Presets
es: Actualizar precongifuración de información

source: Global Settings
es: Configuración Global

source: Export Data
es: Exportar Información

source: Import Data
es: Importar Información

source: View Graph Properties
es: Ver propiedades de gráfica

source: CDEF Item
es: Elemento de CDEF

source: GPRINT Preset
es: Preconfiguración GPRINT

source: Data Input Method
es: Método de ingreso de información

source: Data Input Field
es: Campo de ingreso de información

source: Graph Template Item
es: Elemento de plantilla de gráfica

source: Graph Template Input
es: Ingreso de plantilla de gráfica

source: Round Robin Archive Template
es: Plantilla de Archivo Round Robin

source: Month Number, Day, Year
es: Número de Mes, Día, Año

source: Month Name, Day, Year
es: Nombre de Mes, Día, Año

source: Day, Month Number, Year
es: Día, Número de Mes, Año

source: Day, Month Name, Year
es: Día Nombre de Mex, Año

source: Year, Month Number, Day
es: Año, Número de Mes, Día

source: Year, Month Name, Day
es: Año, Nombre de Mes, Día

source: Soft New Look
es: Nueva Presentación Suave

source: Traditional Cacti Theme
es: Tema Tradicional de Cacti

source: Dark and Distinguished
es: Obscuro y Distinguido

source: Don't Know Yet
es: No se sabe todavía

source: Nostalgic Look
es: Presentación Nostágica

source: Matches the KDE Desktop
es: Hace juego con KDE

source: Wrapped in Chains
es: Envuelto en Cadenas

source: Windows XP Default
es: Por Defecto para Windows XP

source: A useful name for this CDEF.
es: Un nombre útil para este CDEF.

source: The hex value for this color; valid range: 000000-FFFFFF.
es: El valor hexadecimal para este color; rango válido: 000000-FFFFFF.

source: Enter a meaningful name for this Round Robin Archive Template.
es: Capture un nombre reconocible para esta Plantilla de archivo Round Robin

source: Detailed information relative to this RRA Template.
es: Información detallada relativa a esta platilla RRA.

source: Polling Frequency
es: Frecuencia de colección

source: How often you want the device to be polled.
es: Con que frecuencia desea que el dispositivo sea colectado.

source: Poller Name
es: Nombre de Colector

source: Enter a meaningful name for this poller.
es: Capture un nombre reconocible para este colector.

source: Enter the IP address or hostname of this poller.
es: Capture la dirección IP o hombre de equipo de este colector.

source: Poller Active
es: Colector Activo

source: Whether or not this data poller is to be used.
es: Si se desea o no que este colector sea utilizado.

source: Enter a meaningful name for this script.
es: Capture un nombre reconocible para este script.

source: Choose what type of script this is.
es: Eliga de que tipo es este script.

source: Input String
es: Texto de Entrada

source: The data that is sent to the script, which includes the complete path to the script and input fields in &lt;&gt; brackets.
es: La información que es enviada al script. se incluye la ruta completa al scripty los campos de entrada en &lt;&gt; corchetes.

source: Input Field Type
es: Tipo de campo de entrada

source: Select where this data input field will obtain its value.
es: Seleccione de donde obtendrá su valor esta campo de ingreso de información.

source: Default Value
es: Valor por defecto

source: Enter a default value for this input field.
es: Capture un valor por defecto para este campo de ingreso.

source: Device Field
es: Campo de dispositivo

source: Select the device field that will be used to populate this input field.
es: Selecciones el campo de dispositivo que será utilizado para poblar este campo de entrada.

source: Field [|arg2:|]
es: Campo [|arg2:|]

source: Enter a name for this |arg2:| field.
es: Capture un nombre para este campo |arg2:|.

source: Enter a meaningful name for this data input field.
es: Capture un nombre reconocible para este campo de ingreso de información

source: Update RRD File
es: Actualizar este archivo RRD

source: Whether data from this output field is to be entered into the RRD file. Fields values that are not entered into the RRD can still be used as variables on graphs.
es: Si la información de este campo de salida deberá ser almacenada en el archivo RRD. Los valores de campos que no sean guardados en el RRD pueden ser utilizados como variables en gráficas.

source: Regular Expression Match
es: Coincidencia de Expresión Regular

source: If you want to require a certain regular expression to be matched againt input data, enter it here (ereg format).
es: Si desea requerir que una cierta cantidad de expresiones regulares coincidancon la información de entrada, captúrelas aqui (en formato ereg).

source: Allow Empty Input
es: Permitir entradas en blanco

source: Check here if you want to allow empty input in this field.
es: Habilite esta opcion si desea permitir entradas en blanco en este campo.

source: Enter a name for this GPRINT preset, make sure it is something you recognize.
es: Capture un nombre para esta preconfiguración GPRINT, asegúrese de asignaralgo que reconozca.

source: GPRINT Text
es: Texto GPRINT

source: Enter the custom GPRINT string here.
es: Capture el texto para GPRINT personalizado aqui.

source: Give this host a meaningful description.
es: Asigne a este equipo una descripción.

source: Fill in the fully qualified hostname for this device.
es: Capture el nombre de equipo totalmente calificado para este dispositivo.

source: Default Poller
es: Colector por defecto

source: Choose the default poller to handle this hosts request.
es: Seleccione el colector por defecto para encargarse de la esta solicitud de equipos.

source: Disable Host
es: Deshabilitar equipo

source: Check this box to disable all checks for this host.
es: Seleccione esta opción para deshabilitar todos los chequeos para este equipo.

source: Availability Detection
es: Detección de disponibilidad

source: Availability Method
es: Método de disponibilidad

source: Choose the availability method to use for this host.
es: Seleccione el método de disponibilidad a utilizar para este equipo.

source: SNMP Generic Options
es: Opciones Generales de SNMP

source: SNMP v1/v2c Options
es: Opciones v1/v2c de SNMP

source: SNMP v3 Options
es: Opciones v3 de SNMP

source: A useful name for this host template.
es: Un nombre útil para esta plantilla de equipo.

source: How data is to be entered in RRA's.
es: Como se agregará la información a los archivos RRA

source: Consolidation Functions
es: Funciones de consolidación

source: X-Files Factor
es: Factor Archivos X

source: The amount of unknown data that can still be regarded as known.
es: La cantidad de información desconocida que pudiera ser considerada conocida.

source: How many data points are needed to put data into the RRA.
es: Cuántos puntos de información son necesarios para agregarse al archivo RRA.

source: How many generations data is kept in the RRA.
es: Cuántas generaciones de información son almacenadas en el archivo RRA.

source: How many seconds to display in graph for this RRA.
es: Cuántos segundos se deplegarpan en la gráfica para el archivo RRA.

source: A useful name for this graph tree.
es: Un nombre útil para este árbol de gráficas.

source: Choose how items in this tree will be sorted.
es: Seleccione cuántos elementos de éste árbol serán ordenados.

source: System Default (Global Setting)
es: Sistema Por Defecto (COnfiguración Global)

source: Change Graph Template
es: Cambiar Plantilla de gráfica

source: Convert to Graph Template
es: Convertir a Plantilla de gráfica

source: Reapply Suggested Names
es: Volver a aplicar los nombres sugeridos

source: Resize Selected Graphs
es: Modificar el tamaño de las gráficas seleccionadas

source: Place on a Tree
es: Colocar en un árbol

source: Are you sure you want to delete the following graphs?
es: Esta seguro de querer eliminar las siguientes gráficas?

source: The following data sources are in use by these graphs:
es: Las siguientes fuentes de información están siendo utilizadas para estas gráficas:

source: Leave the data sources untouched.
es: Dejar las fuentes de información sin modificar.

source: Delete all <strong>data sources</strong> referenced by these graphs.
es: Eliminar todas las <strong>fuentes de información</strong> referenciadas porestas gráficas.

source: Choose a graph template and click save to change the graph template for the following graphs. Be aware that all warnings will be suppressed during the conversion, so graph data loss is possible.
es: Selecciones una plantilla de gráficas y de Guardar para cambiar la plantilla de gráfica para las gráficas siguientes. Note que todas las advertencias seránsuprimidas durante la conversión, de tal modo que es posible perder información.

source: New Graph Template:
es: Nueva Plantilla de gráfica:

source: When you click save, the following graphs will be duplicated. You can optionally change the title format for the new graphs.
es: Cuando se selecciona Guardar, las siguientes gráficas serán duplicadas. Usted puede opcionalmente cambiar el formato de título para las gráficas nuevas.

source: When you click save, the following graphs will be converted into graph templates. You can optionally change the title format for the new graph templates.
es: Cuando se selecciona guardar, las siguientes gráficas serán convertidas en plantillas de gráficas. Se puede opcionalmente cambiar el formato de título para las nuevas plantillas.

source: Choose a new host for these graphs:
es: Seleccione un nuevo equipo para estas gráficas:

source: When you click save, the following graphs will have thier suggested naming convensions recalculated and applies to the graphs.
es: Cuando seleccione guardar, las siguientes gráficas tendrán sus convenciones denombre sugerido recalculadas.

source: When you click save, the following graphs will be placed under the branch selected below.
es: Cuando seleccione guardar, las siguientes gráficas serán ubicadas bajo la ramaseleccionada abajo.

source: Destination Branch:
es: Rama destino:

source: You must select at least one graph.
es: Se debe seleccionar por lo menos una gráfica

source: Selected Graph Template
es: Plantilla de gráfica seleccionada

source: Choose a graph template to apply to this graph. Please note that graph data may be lost if you change the graph template after one is already applied.
es: Seleccione una plantilla de gráfica para aplicar a esta gráfica. Note que la información de la gráfica puede perderse si se cambia la plantilla posteriormente a tener otra plantilla aplicada.

source: Choose the host that this graph belongs to.
es: Seleccione el equipo al cual pertenece esta gráfica.

source: Graph Fields
es: Campos de gráfica

source: Graph Item Fields
es: Campos de elementos de gráfica

source: RRDTool Says:
es: RRDTool Reporta:

source: Graph Title
es: Título de gráfica

source: Size
es: Tamaño

source: No Graphs Found
es: No se encontraron gráficas

source: Copy
es: Copiar

source: Graph policies will be evaluated in the order shown until a match is found.
es: Las políticas de gráficas serán evaluadas en el order mostrado hasta encontraralguna incidencia.

source: Graph Permissions (By Graph)
es: Permisos de gráficas (por gráfica)

source: Default Policy
es: Política por defecto

source: The default allow/deny graph policy for this user.
es: La política de permitir/denegar de gráficas por defecto para este usuario.

source: No Graphs
es: No hay gráficas

source: Add Graph
es: Añadir gráfica

source: Graph Permissions (By Host)
es: Permisos de gráficas (Por equipo)

source: Add Host
es: Añadir equipo

source: Graph Permissions (By Graph Template)
es: Permisos de gráficas (Por plantilla de gráfica)

source: Add Graph Template:
es: Añadir plantilla de gráfica:

source: Tree Permissions
es: Permisos de Árbol

source: No Trees
es: No hay árboles

source: Add Tree:
es: Añadir Árbol:

source: Realm permissions control which sections of Cacti this user will have access to.
es: Los permisos de acceso controlan las secciones de Cacti que tendrá acceso esteusuario.

source: Realm Permissions
es: Permisos de acceso

source: Graph settings control how graphs are displayed for this user.
es: Las opciones de gráficas controlan como serán desplegadas para este usuario.

source: Graph Permissions
es: Permisos de gráficas

source: Realm
es: Permisos

source: Default Graph Policy
es: Política de gráficas por defecto

source: Last Login
es: Último ingreso

source: Last Login From
es: El último ingreso fue de

source: Last Password Change
es: Último cambio de contraseña

source: ALLOW
es: PERMITIR

source: DENY
es: DENEGAR

source: To enable the following users, press the "yes" button below.
es: Para habilitar los siguientes usuarios, seleccione el botón "si"abajo.

source: To disable the following users, press the "yes" button below.
es: Para dehabilitar los siguientes usuarios, seleccione el botón "si"abajo.

source: Would you like to copy a user to a new user?
es: ¿Desea copiar un usuario a un usuario nuevo?

source: Select the user name you would like to copy from.
es: Seleccione el nombre de usuario que desea copiar.

source: New User Name
es: Nuevo nombre de usuario

source: Type the user name of the new user.
es: Capture el nombre de usuario para el nuevo usuario.

source: Are you sure you want to delete the following users?
es: ¿Esta seguro de querer eliminar lo siguientes usuarios?

source: Would you like to set Password Expiration?
es: ¿Desea asginar expiración de contraseña?

source: Select the interval that you would like to apply to the selected users.
es: Seleccione el intervalo que desea aplicar a los usuarios seleccionados.

source: You must select at least one user.
es: Se debe seleccionar por lo menos un usuario.

source: Are you sure you want to delete the input item
es: ¿Esta seguro de querer eliminar el elemento de entrada?

source: Graph Item Input
es: Ingreso a elemento de gráfica

source: Associated Graph Items
es: Elementos de gráficas asociados

source: Select the graph items to be non-templated for the field above.
es: Seleccione los elementos de gráficas que no serán contemplados en plantillaspara el campo de arriba.

source: No Items
es: No hay elementos

source: Logout of Cacti
es: Salir de Cacti

source: To end your Cacti session please close your web browser.
es: Para finalizar su sesión de Cacti favor de cerrar su navegador web.

source: Return to Cacti
es: Regresar a Cacti

source: Login to cacti
es: Ingresar a Cacti

source: Your passwords do not match, please retype:
es: Sus contraseñas no coinciden, favor de recapturar:

source: You cannot reuse your old password, please retype:
es: No puede reutilizar su contraseña anterior, favor de recapturar:

source: *** Forced Password Change ***
es: *** Cambio de Contraseña Forzoso ***

source: Please enter a new password for cacti:
es: Favor de capturar una contraseña nueva para Cacti:

source: Password:)
es: Contraseña:

source: Confirm:
es: Confirmación:

source: Invalid Calling Parameter in CMD.PHP
es: Llamada a parámetros inválidos en CMD.PHP

source: ERROR: Invalid Arguments. The first argument must be less than or equal to the first.
es: ERROR: Argumentos Inválidos. El primer argumento debe ser menor o igual al primero.

source: USAGE: CMD.PHP [-f=first_host -l=last_host -p=poller_id]
es: USO: CMD.PHP[-f=primer_equipo -l=ultimo_equipo -p=id_colector]

source: Invalid Arguments. CMD.PHP calling parameters invalid.
es: Argumentos inválidos. Los parámentros enviados a CMP.PHP son inválidos.

source: The PHP Script: CMD.PHP Must be started using the full path to the file and in lower case. This is a PHP Bug!!!
es: El script PHP: CMD.PHP Debe ser invocado utilizando la ruta completa al archivo y en minúsculas. Esto es un Bug de PHP!!!

source: Started
es: Iniciado

source: PHP Script Server Started Properly
es: El servidor de scripts PHP inició correctamente

source: PHP version 4.3 or above is recommended for performance considerations.
es: La versión 4.3 o superior de PHP es recomendada para consideraciones de desempeño.

source: Availability Disabled for Host.
es: Disponibilidad deshabilitada para el Equipo.

source: ASSERT
es: AFIRME

source: data query #
es: consulta de información #

source: NOTICE: Spike Kill in Effect for
es: AVISO: Se mata el pico en efecto para

source: Result from SNMP not valid. Partial Result
es: El resultado de SNMP no es válido. Resultado parcial:

source: , output:
es: , salida:

source: Result from CMD not valid. Partial Result:
es: El resultado de CMD no es válido. Resultado parcial:

source: Result from SERVER not valid. Partial Result:
es: El resultado de SERVIDOR no es válido. Resultado parcial:

source: Run Time:
es: Tiempo de ejecución:

source: s, Threads: N/A, Hosts:
es: s, Threads: N/A, Equipos:

source: NOTICE: The poller is disabled.
es: AVISO: El colector está deshabilitado.
